"[\n  {\n    \"question\": \"Quelle est la principale espèce pathogène pour l'homme responsable de l'amoebose tissulaire?\",\n    \"answer\": \"Entamoeba histolytica\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Dans quelles régions du monde l'amoebose est-elle endémique?\",\n    \"answer\": \"Afrique, Amérique du Sud et Centrale, Asie\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les trois formes sous lesquelles se présente Entamoeba histolytica?\",\n    \"answer\": \"Les kystes, la forme végétative minuta, et la forme végétative histolytica\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se fait la transmission de l'amoebose?\",\n    \"answer\": \"Directement par les mains sales ou indirectement par les eaux ou aliments souillés\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le groupe d'âge le plus touché par l'amoebose tissulaire?\",\n    \"answer\": \"Les adultes entre 30 et 50 ans\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisant la contamination par l'amoebose?\",\n    \"answer\": \"L'homosexualité masculine et la consommation d'alcool\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la forme classique de l'amoebose hépatique?\",\n    \"answer\": \"Hépatalgie, hépatomégalie, et fièvre\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la complication la plus fréquente de l'amoebose hépatique?\",\n    \"answer\": \"Amoebose pleuropulmonaire\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de l'amoebose pleuropulmonaire?\",\n    \"answer\": \"Surélévation de coupole, pleurésie, abcès, pleurésie purulente, vomique chocolat, pneumopathie résistante aux antibiotiques\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la complication exceptionnelle et grave de l'amoebose hépatique?\",\n    \"answer\": \"Amoebose péricardique\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quels sont les autres localisations extracoliques de l'amoebose?\",\n    \"answer\": \"Atteintes spléniques, cérébrales ou cutanées\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'un amoebome?\",\n    \"answer\": \"Tumeur inflammatoire caecale ou recto-sigmoïdienne pouvant mimer un cancer colique\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quels sont les éléments d'orientation pour le diagnostic de l'amoebose?\",\n    \"answer\": \"Hyperleucocytose à polynucléaires neutrophiles, anémie inflammatoire, vitesse de sédimentation et CRP élevées, atteinte biologique hépatique possible\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes radiographiques de l'amoebose hépatique?\",\n    \"answer\": \"Ascension de l'hémi-coupole droite hypokinétique, épanchement pleural, atélectasies planes de la base droite\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de virulence d'Entamoeba histolytica?\",\n    \"answer\": \"Lectine, peptide, protéases\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment les trophozoïtes d'Entamoeba histolytica détruisent-ils les tissus?\",\n    \"answer\": \"Grâce à leurs enzymes, ils pénètrent dans la profondeur de la muqueuse intestinale créant des ulcérations avec micro-abcès sous-muqueux\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment se fait la destruction tissulaire dans l'amoebose hépatique?\",\n    \"answer\": \"Par la lyse des leucocytes et des macrophages par les trophozoïtes, libérant des produits toxiques qui provoquent la nécrose du tissu hépatique\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les processus d'immunité à médiation cellulaire intervenant dans l'amoebose?\",\n    \"answer\": \"Induction d'une prolifération lymphoblastique et production de lymphokines activant la destruction d'Entamoeba histolytica par les macrophages activés et les polynucléaires neutrophiles\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes atypiques de l'amoebose hépatique?\",\n    \"answer\": \"Un des éléments de la triade classique peut manquer, hépatomégalie inconstante, fièvre isolée, manifestations pleuropulmonaires, ictère\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les formes compliquées de l'amoebose hépatique?\",\n    \"answer\": \"Rupture dans les organes de voisinage (plèvre, péritoine, péricarde) ou dans des voies de drainage biliaire ou bronchique (vomique)\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'amoebose péricardique?\",\n    \"answer\": \"Tamponnade\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'amoebose pleuropulmonaire?\",\n    \"answer\": \"Surélévation de coupole, pleurésie, abcès, pleurésie purulente, vomique chocolat, pneumopathie résistante aux antibiotiques\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'amoebome?\",\n    \"answer\": \"Tumeur inflammatoire caecale ou recto-sigmoïdienne, amibes au sein d'un tissu granulomateux, sérologie amibienne positive\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes biologiques de l'amoebose hépatique?\",\n    \"answer\": \"Hyperleucocytose à polynucléaires neutrophiles, anémie inflammatoire, vitesse de sédimentation et CRP élevées, atteinte biologique hépatique possible\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes radiographiques de l'amoebose hépatique?\",\n    \"answer\": \"Ascension de l'hémi-coupole droite hypokinétique, épanchement pleural, atélectasies planes de la base droite\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs environnementaux influençant la transformation d'Entamoeba histolytica?\",\n    \"answer\": \"Réponse immunitaire de l'hôte, facteurs environnementaux, facteurs de virulence propres à certaines souches\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment se fait la transmission passive des amibes hématophages au foie?\",\n    \"answer\": \"Par effraction des veinules, les amibes hématophages gagnent le système porte dont le flux assure leur transport passif jusqu'au foie\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes atypiques de l'amoebose hépatique?\",\n    \"answer\": \"Un des éléments de la triade classique peut manquer, hépatomégalie inconstante, fièvre isolée, manifestations pleuropulmonaires, ictère\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes compliquées de l'amoebose hépatique?\",\n    \"answer\": \"Rupture dans les organes de voisinage (plèvre, péritoine, péricarde) ou dans des voies de drainage biliaire ou bronchique (vomique)\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quel est l'examen de diagnostic présomptif de l'amoebose hépatique?\",\n    \"answer\": \"L'échographie demeure l'examen de diagnostic présomptif de l'amoebose hépatique.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"