"[\n  {\n    \"question\": \"Quels sont les principaux vecteurs des arbovirus?\",\n    \"answer\": \"Les principaux vecteurs des arbovirus sont les moustiques, les culicoïdes, les phlébotomes et les tiques.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux syndromes cliniques associés aux arboviroses?\",\n    \"answer\": \"Les principaux syndromes cliniques associés aux arboviroses sont le syndrome algique, le syndrome hémorragique et le syndrome méningo-encéphalitique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements disponibles pour les arboviroses?\",\n    \"answer\": \"Le traitement des arboviroses est essentiellement symptomatique : antalgiques, réhydratation, lutte contre le choc, transfusions, dialyse. La ribavirine est efficace sur les Bunyaviridae (Crimée-Congo, Fièvre de la Vallée du Rift).\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de la dengue?\",\n    \"answer\": \"Les principaux symptômes de la dengue sont la fièvre, les myalgies, les rachialgies, l'injection conjonctivale, l'éruption maculeuse, la hépatomégalie et le signe du lacet positif.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs de la dengue?\",\n    \"answer\": \"Les vecteurs de la dengue sont principalement les moustiques du genre Aedes, notamment Ae. aegypti, Ae. polynesiensis et accessoirement Ae. albopictus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de la fièvre jaune?\",\n    \"answer\": \"Les principaux vecteurs de la fièvre jaune sont les moustiques du genre Aedes en Afrique et les moustiques du genre Haemagogus en Amérique du Sud.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les cycles de transmission de la fièvre jaune?\",\n    \"answer\": \"Les cycles de transmission de la fièvre jaune sont le cycle primaire selvatique chez les singes, le cycle rural intermédiaire en savane africaine et le cycle urbain via des vecteurs urbains comme Ae. aegypti.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de la fièvre jaune?\",\n    \"answer\": \"Les principaux symptômes de la fièvre jaune incluent la fièvre, les céphalées, les myalgies, les nausées, les vomissements, l'ictère et les hémorragies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux moyens de prévention contre les arboviroses?\",\n    \"answer\": \"Les principaux moyens de prévention contre les arboviroses incluent les mesures antivectorielles, la surveillance entomologique, la vaccination et les mesures de protection pour le personnel de soins et de laboratoire.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les principaux moyens de diagnostic des arboviroses?\",\n    \"answer\": \"Les principaux moyens de diagnostic des arboviroses incluent l'isolement du virus, l'amplification génique (RT-PCR), la détection des antigènes viraux, les sérologies, la détection du virus dans le liquide céphalorachidien et l'histologie du foie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de la dengue hémorragique?\",\n    \"answer\": \"Les principaux symptômes de la dengue hémorragique incluent les pétéchies, les épistaxis, les hématomes, les hémorragies buccales et intestinales, la coagulopathie, l'hypotension et les signes de choc.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs du virus Zika?\",\n    \"answer\": \"Les principaux vecteurs du virus Zika sont les moustiques du genre Aedes, notamment Ae. aegypti et Ae. albopictus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes du virus Zika?\",\n    \"answer\": \"Les principaux symptômes du virus Zika incluent la fièvre, les éruptions cutanées, les céphalées, les myalgies, les arthralgies et la conjonctivite.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs du Chikungunya?\",\n    \"answer\": \"Les principaux vecteurs du Chikungunya sont les moustiques du genre Aedes, notamment Ae. aegypti et Ae. albopictus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes du Chikungunya?\",\n    \"answer\": \"Les principaux symptômes du Chikungunya incluent la fièvre, les céphalées, les myalgies, les arthralgies et les éruptions cutanées.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de l'encéphalite japonaise?\",\n    \"answer\": \"Les principaux vecteurs de l'encéphalite japonaise sont les moustiques du genre Culex.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de l'encéphalite japonaise?\",\n    \"answer\": \"Les principaux symptômes de l'encéphalite japonaise incluent la fièvre, les céphalées, les vomissements, la confusion, les convulsions et les troubles neurologiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de la fièvre de la vallée du Rift?\",\n    \"answer\": \"Les principaux vecteurs de la fièvre de la vallée du Rift sont les moustiques du genre Aedes et Culex.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de la fièvre de la vallée du Rift?\",\n    \"answer\": \"Les principaux symptômes de la fièvre de la vallée du Rift incluent la fièvre, les céphalées, les myalgies, les douleurs articulaires, les vomissements et les hémorragies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de la fièvre hémorragique de Crimée-Congo?\",\n    \"answer\": \"Les principaux vecteurs de la fièvre hémorragique de Crimée-Congo sont les tiques du genre Hyalomma.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de la fièvre hémorragique de Crimée-Congo?\",\n    \"answer\": \"Les principaux symptômes de la fièvre hémorragique de Crimée-Congo incluent la fièvre, les céphalées, les myalgies, les douleurs abdominales, les vomissements et les hémorragies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de l'encéphalite de Saint Louis?\",\n    \"answer\": \"Les principaux vecteurs de l'encéphalite de Saint Louis sont les moustiques du genre Culex.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de l'encéphalite de Saint Louis?\",\n    \"answer\": \"Les principaux symptômes de l'encéphalite de Saint Louis incluent la fièvre, les céphalées, les vomissements, la confusion, les convulsions et les troubles neurologiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de l'encéphalite équine de l'Est?\",\n    \"answer\": \"Les principaux vecteurs de l'encéphalite équine de l'Est sont les moustiques du genre Culiseta.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de l'encéphalite équine de l'Est?\",\n    \"answer\": \"Les principaux symptômes de l'encéphalite équine de l'Est incluent la fièvre, les céphalées, les vomissements, la confusion, les convulsions et les troubles neurologiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de l'encéphalite équine de l'Ouest?\",\n    \"answer\": \"Les principaux vecteurs de l'encéphalite équine de l'Ouest sont les moustiques du genre Culex.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de l'encéphalite équine de l'Ouest?\",\n    \"answer\": \"Les principaux symptômes de l'encéphalite équine de l'Ouest incluent la fièvre, les céphalées, les vomissements, la confusion, les convulsions et les troubles neurologiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux vecteurs de l'encéphalite équine du Venezuela?\",\n    \"answer\": \"Les principaux vecteurs de l'encéphalite équine du Venezuela sont les moustiques du genre Culex.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de l'encéphalite équine du Venezuela?\",\n    \"answer\": \"Les principaux symptômes de l'encéphalite équine du Venezuela incluent la fièvre, les céphalées, les vomissements, la confusion, les convulsions et les troubles neurologiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la cause de la phase initiale pseudo-grippale dans la physiopathologie de la fièvre jaune?\",\n    \"answer\": \"La phase initiale pseudo-grippale est due à la libération de cytokines en réponse à la virémie.\",\n    \"qtype\": \"physiopathologie\"\n  }\n]"