"[\n  {\n    \"question\": \"Quels sont les signes cliniques d'une ascite volumineuse?\",\n    \"answer\": \"Augmentation du périmètre abdominal, matité déclive des flancs, signe du flot, prise de poids.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment sont reconnues les petites ascites?\",\n    \"answer\": \"Les petites ascites sont reconnues par l’échographie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quel est l'examen de certitude pour diagnostiquer une ascite?\",\n    \"answer\": \"L’examen de certitude est la ponction exploratrice.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes d'ascite dans un contexte fébrile?\",\n    \"answer\": \"Tuberculose péritonéale, infection à pyogènes du liquide au cours d’un syndrome d’hypertension portale (HTP) ou carcinose péritonéale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Sur quoi repose le diagnostic étiologique d'une ascite?\",\n    \"answer\": \"Le diagnostic étiologique repose sur l’aspect du liquide ainsi que sur son analyse chimique et cyto-bactériologique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les arguments en faveur de la tuberculose péritonéale?\",\n    \"answer\": \"Notion de contage, autre localisation tuberculeuse en particulier pulmonaire; fébricule, amaigrissement, peu ou pas de douleurs abdominales; intradermoréaction à la tuberculine positive ou phlycténulaire, absence d’hyperleucocytose à l’hémogramme; ascite claire, exsudative et riche en lymphocytes; adénopathies abdominales visualisées par l’échographie; bacilles acido-alcoolo-résistants (BAAR) à l’examen direct ou surtout à la culture du culot de centrifugation de la plus grande quantité possible de liquide d’ascite; granulations, nodules, plaques ou adhérences blanchâtres sur le péritoine pariétal et viscéral en laparoscopie; granulomes à la biopsie du foie ou du péritoine.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les aspects du liquide d'ascite selon le tableau diagnostique?\",\n    \"answer\": \"Liquide clair, liquide trouble/purulent, liquide hémorragique, liquide chyleux (blanc).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les taux de protéines dans le liquide d'ascite pour un exsudat et un transsudat?\",\n    \"answer\": \"Exsudat: Prot > 25 g/l, Transsudat: Prot < 25 g/l.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels types de cellules sont présents dans le liquide d'ascite pour une tuberculose péritonéale?\",\n    \"answer\": \"Lymphocytes > 70%.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels types de cellules sont présents dans le liquide d'ascite pour une infection par des pyogènes?\",\n    \"answer\": \"> 250 PN neutrophiles/mm3.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels types de cellules sont présents dans le liquide d'ascite pour une cirrhose?\",\n    \"answer\": \"< 250 PN neutrophiles/mm3.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels types de cellules sont présents dans le liquide d'ascite pour un cancer?\",\n    \"answer\": \"Globules rouges.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels autres examens peuvent être réalisés sur le liquide d'ascite pour une tuberculose péritonéale?\",\n    \"answer\": \"BAAR direct ± Culture +.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels autres examens peuvent être réalisés sur le liquide d'ascite pour une infection par des pyogènes?\",\n    \"answer\": \"Culture d’ascite +, Hémocultures.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels autres examens peuvent être réalisés sur le liquide d'ascite pour un cancer?\",\n    \"answer\": \"Cytologie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels autres examens peuvent être réalisés sur le liquide d'ascite pour une filariose lymphatique?\",\n    \"answer\": \"Recherche de microfilaires.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une tuberculose péritonéale?\",\n    \"answer\": \"Fébricule, amaigrissement, peu ou pas de douleurs abdominales.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de l'hémogramme pour une tuberculose péritonéale?\",\n    \"answer\": \"Absence d’hyperleucocytose.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de l'intradermoréaction à la tuberculine pour une tuberculose péritonéale?\",\n    \"answer\": \"Positive ou phlycténulaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de l'analyse du liquide d'ascite pour une tuberculose péritonéale?\",\n    \"answer\": \"Ascite claire, exsudative et riche en lymphocytes.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de l'échographie pour une tuberculose péritonéale?\",\n    \"answer\": \"Adénopathies abdominales visualisées.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de la culture du liquide d'ascite pour une tuberculose péritonéale?\",\n    \"answer\": \"BAAR à l’examen direct ou surtout à la culture du culot de centrifugation.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de la laparoscopie pour une tuberculose péritonéale?\",\n    \"answer\": \"Granulations, nodules, plaques ou adhérences blanchâtres sur le péritoine pariétal et viscéral.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de la biopsie du foie ou du péritoine pour une tuberculose péritonéale?\",\n    \"answer\": \"Granulomes.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une infection à pyogènes du liquide d'ascite?\",\n    \"answer\": \"Fièvre, douleurs abdominales, sensibilité abdominale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une carcinose péritonéale?\",\n    \"answer\": \"Perte de poids, douleurs abdominales, ascite hémorragique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une filariose lymphatique?\",\n    \"answer\": \"Ascite chyleuse, lymphœdème, fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une cirrhose avec ascite?\",\n    \"answer\": \"Ascite transsudative, œdèmes des membres inférieurs, hépato-splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une hypertension portale avec ascite?\",\n    \"answer\": \"Ascite transsudative, varices œsophagiennes, splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques et biologiques d'une infection à pyogène du liquide d'ascite?\",\n    \"answer\": \"Les signes cliniques et biologiques d'une infection à pyogène du liquide d'ascite incluent des signes d'HTP (cirrhose hépatique, bilharziose), des douleurs abdominales, un syndrome infectieux net avec parfois choc infectieux, une hyperleucocytose à polynucléaires neutrophiles à l'hémogramme, un liquide d'ascite trouble ou purulent riche en polynucléaires neutrophiles, des bactéries à l'examen direct et à la culture du liquide d'ascite, et des hémocultures positives dans 70 % des cas.\",\n    \"qtype\": \"symptômes\"\n  }\n]"