"[\n  {\n    \"question\": \"Quelles sont les bactéries responsables des bartonelloses?\",\n    \"answer\": \"Les bartonelloses sont dues à des bactéries du genre Bartonella, qui appartiennent au groupe alpha 2 des Proteobacteria.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet Bartonella henselae chez les chats?\",\n    \"answer\": \"Les puces de chats, Ctenaephalides felis, sont responsables de la transmission de B. henselae au sein de la population féline.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le principal réservoir de Bartonella henselae?\",\n    \"answer\": \"Le principal réservoir de Bartonella henselae est la population féline, plus particulièrement les chatons âgés de moins d’un an.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet Bartonella henselae à l'homme?\",\n    \"answer\": \"Le mode de transmission du chat à l’homme est direct par griffures ou morsures de chats et plus rarement par l’intermédiaire des puces, Ctenaephalides felis.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la maladie des griffes du chat?\",\n    \"answer\": \"Les symptômes incluent des lésions cutanées au site d’inoculation, une lymphadénopathie régionale douloureuse et inflammatoire, et parfois des formes atypiques comme fièvre récurrente, endocardite, et atteinte viscérale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se manifeste la maladie des griffes du chat chez les enfants et les jeunes adultes?\",\n    \"answer\": \"Elle se manifeste par des lésions cutanées au site d’inoculation, suivies d'une lymphadénopathie régionale douloureuse et inflammatoire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les diagnostics utilisés pour la maladie des griffes du chat?\",\n    \"answer\": \"Le diagnostic repose sur la clinique, le contexte épidémiologique, la sérologie, la PCR, et l'isolement des bactéries à partir du sang, du pus ganglionnaire, ou du tissu de la biopsie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour la maladie des griffes du chat?\",\n    \"answer\": \"Le traitement antibiotique n’est pas systématiquement justifié, mais des études suggèrent que 5 jours d’azithromycine peuvent réduire la durée de l’adénopathie. Pour les atteintes hépatiques et les fièvres prolongées, la rifampicine pendant 10 à 14 jours est suggérée.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quelle est la prévention pour la maladie des griffes du chat?\",\n    \"answer\": \"Il est proposé de traiter les chats infectés et de contrôler l’infestation des chats par les puces.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quelle est la bactérie responsable de la fièvre des tranchées?\",\n    \"answer\": \"La fièvre des tranchées est due à Bartonella quintana.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet Bartonella quintana?\",\n    \"answer\": \"Bartonella quintana est transmise à l’homme par le pou de corps Pediculus humanus humanus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le réservoir naturel de Bartonella quintana?\",\n    \"answer\": \"Le réservoir naturel de Bartonella quintana est vraisemblablement l’homme.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre des tranchées?\",\n    \"answer\": \"La fièvre des tranchées est caractérisée par une fièvre avec rechute 5 jours plus tard et des douleurs sévères et persistantes des jambes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs possibles de Bartonella quintana?\",\n    \"answer\": \"Le pou de corps Pediculus humanus humanus est le principal vecteur, mais B. quintana a également été retrouvée dans des puces de chats et des punaises de lit.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les diagnostics utilisés pour la fièvre des tranchées?\",\n    \"answer\": \"Le diagnostic repose sur la clinique, le contexte épidémiologique, et peut être confirmé par des techniques de biologie moléculaire comme la PCR.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour la fièvre des tranchées?\",\n    \"answer\": \"Le traitement de la fièvre des tranchées n'est pas spécifié dans le texte fourni.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes atypiques de la maladie des griffes du chat?\",\n    \"answer\": \"Les symptômes atypiques incluent fièvre récurrente, endocardite, forme systémique avec fièvre et atteinte viscérale, formes neurologiques, ostéo-articulaires, ophtalmiques et pulmonaires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation des colonies de Bartonella sur gélose?\",\n    \"answer\": \"Les colonies apparaissent après 9 à 15 jours d’incubation ; le délai de croissance peut atteindre 45 jours.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs indirects de Bartonella henselae?\",\n    \"answer\": \"Les puces de chats jouent un rôle indirect en déposant la bactérie dans leurs déjections sur les poils de l’animal.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour les endocardites à Bartonella henselae?\",\n    \"answer\": \"Le traitement consiste en une association de Doxycycline et gentamicine (2 semaines de bithérapie puis poursuite doxycycline seule pendant 6 semaines au total).\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la maladie des griffes du chat au site d'inoculation?\",\n    \"answer\": \"Les symptômes incluent des lésions cutanées évoluant par une phase vésiculeuse, érythémateuse et papuleuse.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la localisation fréquente des adénopathies dans la maladie des griffes du chat?\",\n    \"answer\": \"Les adénopathies sont souvent localisées aux régions axillaire, épitrochléenne, cervicale, supraclaviculaire ou submandibullaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la taille des ganglions dans la maladie des griffes du chat?\",\n    \"answer\": \"La taille des ganglions varie de 1 à 5 cm, pouvant atteindre parfois 8 à 10 cm.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée de régression des adénopathies dans la maladie des griffes du chat?\",\n    \"answer\": \"Les adénopathies régressent spontanément en 1 à 4 mois, mais peuvent dans de rares cas persister plusieurs années.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre des tranchées pendant les guerres mondiales?\",\n    \"answer\": \"La fièvre des tranchées était caractérisée par une fièvre avec rechute 5 jours plus tard et des douleurs sévères et persistantes des jambes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs expérimentaux de Bartonella quintana?\",\n    \"answer\": \"Des modèles expérimentaux ont montré que les puces de chat Ctenocephalides felis et les punaises de lit pouvaient être des vecteurs compétents pour B. quintana.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la méthode de diagnostic rapide pour les bartonelloses?\",\n    \"answer\": \"Les méthodes de biologie moléculaire (PCR) sont spécifiques et rapides pour le diagnostic des bartonelloses.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les tissus où la PCR peut être utilisée pour diagnostiquer les bartonelloses?\",\n    \"answer\": \"La PCR peut être utilisée sur des ponctions ganglionnaires, des prélèvements biopsiques ganglionnaires, hépatiques, spléniques, cutanées, sur valves cardiaques ou encore sur sang total.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la coloration utilisée pour mettre en évidence les bactéries Bartonella dans les tissus infectés?\",\n    \"answer\": \"La coloration de Warthin-Starry ou l’immunohistochimie peut mettre en évidence les bactéries au sein de tissus infectés.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la période d'incubation de la fièvre des tranchées?\",\n    \"answer\": \"La période d’incubation s’étend de 15 à 25 jours.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"