"[\n  {\n    \"question\": \"Quelle est la répartition géographique de la bilharziose?\",\n    \"answer\": \"La bilharziose affecte plus de 230 millions de personnes dans le monde, principalement en Afrique sub-saharienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet la bilharziose?\",\n    \"answer\": \"L'homme se contamine lors d'un contact avec de l'eau douce envahie par des furcocercaires, forme infestante du parasite.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes de la bilharziose?\",\n    \"answer\": \"Les principaux agents pathogènes sont Schistosoma mansoni, Schistosoma haematobium, Schistosoma intercalatum, Schistosoma mekongi et Schistosoma japonicum.\",\n    \"qtype\": \"agents\"\n  },\n  {\n    \"question\": \"Quels sont les groupes de personnes les plus à risque de contracter la bilharziose?\",\n    \"answer\": \"Les enfants, les femmes lors des activités de lessive, les hommes et les personnels agricoles, ainsi que les touristes.\",\n    \"qtype\": \"terrain\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de mortalité liées à la bilharziose?\",\n    \"answer\": \"Les principales causes de mortalité sont les séquelles hépatiques et les atteintes du tractus urogénital.\",\n    \"qtype\": \"morbidité et mortalité\"\n  },\n  {\n    \"question\": \"Quel est le cycle parasitaire de la bilharziose?\",\n    \"answer\": \"Le cycle parasitaire comprend un cycle asexué chez un mollusque d'eau douce et un cycle sexué chez l'homme.\",\n    \"qtype\": \"cycle parasitaire\"\n  },\n  {\n    \"question\": \"Quelles sont les phases de l'infection par la bilharziose?\",\n    \"answer\": \"L'infection comprend quatre phases : pénétration, bilharziose aiguë, bilharziose chronique précoce et bilharziose chronique tardive.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la phase de pénétration de la bilharziose?\",\n    \"answer\": \"La phase de pénétration se manifeste par une dermatite cercarienne avec prurit et éruption maculopapuleuse.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose aiguë?\",\n    \"answer\": \"La bilharziose aiguë se manifeste par une fièvre, une asthénie, un malaise général, des céphalées, une diarrhée, une toux sèche, une dyspnée, des œdèmes allergiques, des arthralgies et des myalgies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique précoce?\",\n    \"answer\": \"La bilharziose chronique précoce se manifeste par une diarrhée glairo-sanglante, un ténesme et des douleurs abdominales.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive?\",\n    \"answer\": \"La bilharziose chronique tardive se manifeste par des complications fibrosantes tissulaires au niveau hépatique, génito-urinaire, neurologique, pulmonaire et cutané.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les complications de la bilharziose hépato-splénique?\",\n    \"answer\": \"Les complications incluent une fibrose hépatique, une hypertension portale, des varices, une splénomégalie et une ascite.\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quelles sont les complications de la bilharziose génito-urinaire?\",\n    \"answer\": \"Les complications incluent des bilharziomes, des cancers de vessie, une hydronéphrose bilatérale, des ulcérations et fistules vulvo-vaginales, et une stérilité tubaire.\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quelles sont les complications de la bilharziose pulmonaire?\",\n    \"answer\": \"Les complications incluent des symptômes bronchiques, une fibrose précapillaire, une hypertension artérielle pulmonaire et une insuffisance cardiaque droite.\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quelles sont les complications de la bilharziose cutanée?\",\n    \"answer\": \"Les complications incluent des lésions cutanées et muqueuses papuleuses, polypoïdes pseudotumorales.\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs responsables de la fibrose hépatique dans la bilharziose?\",\n    \"answer\": \"Les facteurs incluent des cytokines comme le TNF-α, le TGF-β1, les interleukines 1, 4 et 13, ainsi que des facteurs génétiques.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose aiguë chez les sujets non immunisés?\",\n    \"answer\": \"Les symptômes incluent une fièvre, une asthénie, un malaise général, des céphalées, une diarrhée, une toux sèche, une dyspnée, des œdèmes allergiques, des arthralgies et des myalgies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique précoce au niveau génito-urinaire?\",\n    \"answer\": \"Les symptômes incluent une hématurie terminale, une dysurie et une pollakiurie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive au niveau hépatique?\",\n    \"answer\": \"Les symptômes incluent une fibrose hépatique, une hypertension portale, des varices, une splénomégalie et une ascite.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive au niveau génito-urinaire?\",\n    \"answer\": \"Les symptômes incluent des bilharziomes, des cancers de vessie, une hydronéphrose bilatérale, des ulcérations et fistules vulvo-vaginales, et une stérilité tubaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive au niveau pulmonaire?\",\n    \"answer\": \"Les symptômes incluent des symptômes bronchiques, une fibrose précapillaire, une hypertension artérielle pulmonaire et une insuffisance cardiaque droite.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive au niveau cutané?\",\n    \"answer\": \"Les symptômes incluent des lésions cutanées et muqueuses papuleuses, polypoïdes pseudotumorales.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs génétiques impliqués dans la fibrose hépatique de la bilharziose?\",\n    \"answer\": \"Les facteurs génétiques incluent des polymorphismes dans le gène codant pour l'IFN-γ et son récepteur R1.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose aiguë au niveau pulmonaire?\",\n    \"answer\": \"Les symptômes incluent une toux sèche asthmatiforme et une dyspnée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose aiguë au niveau cutané?\",\n    \"answer\": \"Les symptômes incluent des œdèmes fugaces allergiques à type d'urticaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose aiguë au niveau articulaire?\",\n    \"answer\": \"Les symptômes incluent des arthralgies et des myalgies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique précoce au niveau digestif?\",\n    \"answer\": \"Les symptômes incluent une diarrhée glairo-sanglante, un ténesme et des douleurs abdominales.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive au niveau neurologique?\",\n    \"answer\": \"Les symptômes incluent des complications fibrosantes tissulaires multiples.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive au niveau pulmonaire?\",\n    \"answer\": \"Les symptômes incluent des symptômes bronchiques, une fibrose précapillaire, une hypertension artérielle pulmonaire et une insuffisance cardiaque droite.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la bilharziose chronique tardive au niveau cutané?\",\n    \"answer\": \"Les symptômes incluent des lésions cutanées et muqueuses papuleuses, polypoïdes pseudotumorales.\",\n    \"qtype\": \"symptômes\"\n  }\n]"