"[\n  {\n    \"question\": \"Qu'est-ce que la brucellose?\",\n    \"answer\": \"La brucellose est une zoonose due à un petit coccobacille à Gram négatif aérobie strict, intracellulaire facultatif, du genre Brucella.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelles sont les espèces de Brucella les plus fréquentes?\",\n    \"answer\": \"Les espèces de Brucella les plus fréquentes sont B. melitensis, B. abortus, B. suis et B. canis.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Où la brucellose sévit-elle surtout?\",\n    \"answer\": \"La brucellose sévit surtout en zone rurale et d'élevages.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la répartition géographique de la brucellose?\",\n    \"answer\": \"La brucellose est endémique dans de très nombreux pays, son éradication est presque acquise dans la plupart des pays occidentaux. Les régions les plus touchées sont le pourtour sud de la Méditerranée, le Moyen-Orient et la péninsule arabique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les réservoirs de la bactérie Brucella?\",\n    \"answer\": \"Le réservoir de la bactérie Brucella est exclusivement animal, principalement les ruminants domestiques (bovins, ovins, caprins) et les porcins. D'autres espèces comme les camélidés, cervidés et certains mammifères marins peuvent aussi être impliquées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se fait la contamination humaine par Brucella?\",\n    \"answer\": \"La contamination humaine par Brucella peut être directe ou indirecte, par contact avec des produits d'avortement, placentas, sécrétions génitales, litières, cultures bactériennes, ou par ingestion de produits alimentaires contaminés comme le lait non pasteurisé.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la phase d'incubation de la brucellose?\",\n    \"answer\": \"La phase d'incubation de la brucellose dure de 1 à 4 semaines.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose aiguë septicémique?\",\n    \"answer\": \"Les symptômes de la brucellose aiguë septicémique incluent une fièvre ondulante, des douleurs musculaires et articulaires, des courbatures, des sueurs abondantes, nocturnes et une asthénie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les formes cliniques de la brucellose aiguë septicémique?\",\n    \"answer\": \"Les formes cliniques de la brucellose aiguë septicémique peuvent être paucisymptomatiques, pseudo-typhoïdiques avec fièvre en plateau, ou graves comme les endocardites, les formes rénales, hépatiques, voire de rares formes polyviscérales malignes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les formes cliniques de la brucellose secondaire focalisée?\",\n    \"answer\": \"Les formes cliniques de la brucellose secondaire focalisée incluent des formes ostéo-articulaires, les plus fréquentes, ainsi que des formes neuroméningées, hépatiques ou glandulaires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose chronique?\",\n    \"answer\": \"La brucellose chronique peut se manifester par un état d'hypersensibilité aux antigènes brucelliens, avec des manifestations fonctionnelles intenses et parfois une symptomatologie focale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux animaux réservoirs de Brucella?\",\n    \"answer\": \"Les principaux animaux réservoirs de Brucella sont les ruminants domestiques (bovins, ovins, caprins) et les porcins.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment les bactéries Brucella survivent-elles dans le milieu extérieur?\",\n    \"answer\": \"Les bactéries Brucella peuvent survivre plusieurs mois dans le milieu extérieur, en particulier dans les fumiers humides ou desséchés.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les professionnels les plus exposés à la brucellose?\",\n    \"answer\": \"Les professionnels les plus exposés à la brucellose sont les éleveurs, vétérinaires, employés d'abattoirs, bouchers, bactériologistes et techniciens de laboratoire.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de pénétration de la bactérie Brucella chez l'homme?\",\n    \"answer\": \"La bactérie Brucella pénètre chez l'homme par voie cutanée (à la faveur d'une excoriation) ou via les muqueuses, surtout digestive.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"La contamination interhumaine de la brucellose est-elle fréquente?\",\n    \"answer\": \"La contamination interhumaine de la brucellose est exceptionnelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la classification de la brucellose en termes de bioterrorisme?\",\n    \"answer\": \"La brucellose est classée comme agent potentiel de bioterrorisme de catégorie B.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les phases de l'infection par Brucella?\",\n    \"answer\": \"Les phases de l'infection par Brucella sont la phase d'incubation silencieuse, la phase d'invasion septicémique, et dans certains cas, une phase chronique.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de la brucellose aiguë septicémique?\",\n    \"answer\": \"Les signes cliniques de la brucellose aiguë septicémique incluent une hépatomégalie, une splénomégalie, quelques adénopathies périphériques et des râles bronchiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée typique de la fièvre dans la brucellose aiguë septicémique?\",\n    \"answer\": \"La fièvre dans la brucellose aiguë septicémique disparaît après 10 à 15 jours pour réapparaître après quelques jours, avec trois à quatre ondulations possibles.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes associés à la brucellose aiguë septicémique?\",\n    \"answer\": \"Les symptômes associés à la brucellose aiguë septicémique incluent des douleurs musculaires et articulaires, des courbatures, des sueurs abondantes, nocturnes et une asthénie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose secondaire focalisée?\",\n    \"answer\": \"Les symptômes de la brucellose secondaire focalisée peuvent inclure des formes ostéo-articulaires, neuroméningées, hépatiques ou glandulaires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose chronique?\",\n    \"answer\": \"Les symptômes de la brucellose chronique incluent des manifestations fonctionnelles intenses et parfois une symptomatologie focale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose aiguë septicémique?\",\n    \"answer\": \"Les symptômes de la brucellose aiguë septicémique incluent une fièvre ondulante, des douleurs musculaires et articulaires, des courbatures, des sueurs abondantes, nocturnes et une asthénie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose secondaire focalisée?\",\n    \"answer\": \"Les symptômes de la brucellose secondaire focalisée incluent des formes ostéo-articulaires, neuroméningées, hépatiques ou glandulaires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose chronique?\",\n    \"answer\": \"Les symptômes de la brucellose chronique incluent des manifestations fonctionnelles intenses et parfois une symptomatologie focale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose aiguë septicémique?\",\n    \"answer\": \"Les symptômes de la brucellose aiguë septicémique incluent une fièvre ondulante, des douleurs musculaires et articulaires, des courbatures, des sueurs abondantes, nocturnes et une asthénie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose secondaire focalisée?\",\n    \"answer\": \"Les symptômes de la brucellose secondaire focalisée incluent des formes ostéo-articulaires, neuroméningées, hépatiques ou glandulaires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la brucellose chronique?\",\n    \"answer\": \"Les symptômes de la brucellose chronique incluent des manifestations fonctionnelles intenses et parfois une symptomatologie focale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les types de manifestations de la brucellose chronique?\",\n    \"answer\": \"Deux types de manifestations sont possibles : des manifestations générales qualifiées d’état de « patraquerie » associant des troubles subjectifs dans lesquels domine l’asthénie physique, psychique et sexuelle associée à des algies diffuses et des sueurs au moindre effort, et des manifestations focales traduisant des foyers focalisés quiescents ou peu évolutifs neuroméningés, articulaires ou viscéraux.\",\n    \"qtype\": \"symptômes\"\n  }\n]"