"[\n  {\n    \"question\": \"Qu'est-ce que le charbon (anthrax) ?\",\n    \"answer\": \"Le charbon (anthrax pour les Anglo-Saxons) est une zoonose due à une bactérie sporulée, Bacillus anthracis, atteignant essentiellement les animaux herbivores et, de façon accidentelle, l’homme.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels animaux sont principalement touchés par le charbon ?\",\n    \"answer\": \"Le charbon animal touche principalement les ruminants, tels que les bovins, ovins, caprins, et chevaux.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Dans quelles régions le charbon animal est-il endémique ?\",\n    \"answer\": \"Le charbon animal est endémique dans de nombreux pays, particulièrement en Amérique Centrale et du Sud, Afrique et Asie.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Combien de cas de charbon d'origine naturelle surviennent annuellement chez les humains ?\",\n    \"answer\": \"Entre 2 000 et 20 000 cas de charbon d’origine naturelle surviennent annuellement dans le monde.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels facteurs influencent l'incidence des cas de charbon chez les humains ?\",\n    \"answer\": \"L’incidence des cas dépend du niveau d’exposition aux animaux contaminés, des conditions socio-économiques, de la qualité de la surveillance vétérinaire, des traditions et des comportements alimentaires.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le véritable réservoir de Bacillus anthracis ?\",\n    \"answer\": \"Le véritable réservoir de Bacillus anthracis est le sol où la spore peut survivre de nombreuses années.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment les herbivores se contaminent-ils par le charbon ?\",\n    \"answer\": \"Les herbivores se contaminent par l’ingestion de spores lors du pâturage.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment l'homme est-il contaminé par le charbon ?\",\n    \"answer\": \"L’homme est contaminé lors d’exposition aux animaux malades, aux produits d’animaux contaminés, par voie cutanée, digestive ou pulmonaire.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la forme la plus fréquente de charbon chez l'homme ?\",\n    \"answer\": \"La forme cutanée est la plus fréquente, représentant 95 % des cas.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du charbon cutané ?\",\n    \"answer\": \"Les symptômes du charbon cutané incluent une petite papule érythémateuse, indolore, souvent prurigineuse, qui se transforme en vésicule nécrosée formant une escarre noirâtre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation du charbon cutané ?\",\n    \"answer\": \"L’incubation du charbon cutané dure en moyenne de 3 à 5 jours, avec des extrêmes de 1 à 17 jours.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du charbon d'inhalation ?\",\n    \"answer\": \"Les symptômes du charbon d'inhalation incluent une fièvre modérée, malaise, fatigue, myalgies, toux non productive, sensation d’oppression précordiale, suivis de dyspnée, cyanose, stridor, et choc septique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation du charbon d'inhalation ?\",\n    \"answer\": \"L’incubation du charbon d’inhalation varie de 1 à 6 jours, avec un maximum de 6 semaines.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du charbon gastro-intestinal ?\",\n    \"answer\": \"Les symptômes du charbon gastro-intestinal incluent de la fièvre, des douleurs abdominales diffuses, des nausées, des vomissements avec hématémèse, et mélaena.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation du charbon gastro-intestinal ?\",\n    \"answer\": \"L’incubation du charbon gastro-intestinal varie entre 1 et 7 jours.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les deux types de formes de Bacillus anthracis ?\",\n    \"answer\": \"Bacillus anthracis existe sous deux formes : la forme sporulée ou dormante et la forme végétative.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quelles sont les toxines sécrétées par Bacillus anthracis ?\",\n    \"answer\": \"Bacillus anthracis sécrète deux toxines composées de trois protéines distinctes : LF (facteur létal), PA (antigène protecteur) et EF (facteur œdématogène).\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les plasmides impliqués dans la virulence de Bacillus anthracis ?\",\n    \"answer\": \"Les plasmides impliqués dans la virulence de Bacillus anthracis sont pX01 et pX02.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels gènes sont localisés sur le plasmide pX01 ?\",\n    \"answer\": \"Le plasmide pX01 contient les gènes encodant pour le facteur œdematogène (EF), le facteur létal (LF), et l’antigène protecteur (PA).\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels gènes sont localisés sur le plasmide pX02 ?\",\n    \"answer\": \"Le plasmide pX02 contient les gènes encodant la capsule.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quelle est la létalité du charbon d'inhalation en l'absence de traitement ?\",\n    \"answer\": \"En l’absence de traitement, la létalité du charbon d'inhalation varie entre 85 et 90 %. Le délai moyen entre le début des symptômes et le décès est de 3 jours.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Le charbon pulmonaire est-il contagieux ?\",\n    \"answer\": \"Le charbon pulmonaire n’est pas contagieux, il n’y a pas de transmission interhumaine par voie aérienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la complication rare du charbon cutané ?\",\n    \"answer\": \"L’œdème malin est une complication rare du charbon cutané, caractérisée par un œdème extensif, des lésions cutanées bulleuses multiples autour de la lésion initiale et des signes de choc.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de la deuxième phase du charbon d'inhalation ?\",\n    \"answer\": \"La deuxième phase du charbon d'inhalation est marquée par une fièvre élevée, détresse respiratoire avec dyspnée, cyanose, stridor, et choc septique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes biologiques du charbon d'inhalation ?\",\n    \"answer\": \"Sur le plan biologique, l’hyperleucocytose est modérée.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes radiographiques du charbon d'inhalation ?\",\n    \"answer\": \"La radiographie thoracique montre typiquement un élargissement médiastinal évocateur, une pleurésie et, le plus souvent, l’absence d’infiltrat.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la durée de guérison du charbon cutané en l'absence de traitement ?\",\n    \"answer\": \"La lésion du charbon cutané guérit dans 90 % des cas en 1 à 2 semaines, mais une bactériémie est possible en l’absence de traitement.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelle est la réponse du charbon cutané à l'antibiothérapie ?\",\n    \"answer\": \"Dans 95 % des cas, le charbon cutané, la pustule maligne, répond à l’antibiothérapie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel événement de bioterrorisme impliquant Bacillus anthracis a eu lieu en 2001 ?\",\n    \"answer\": \"En 2001, des spores d’anthrax en poudre ont été délibérément placées dans des lettres expédiées par le service postal des États-Unis, infectant 22 personnes et causant 5 décès.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs mécaniques possibles de Bacillus anthracis ?\",\n    \"answer\": \"Les tabanidés (insectes de la famille des taons) peuvent servir de vecteurs mécaniques de Bacillus anthracis.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"