"[\n  {\n    \"question\": \"Quelle est la bactérie responsable du choléra?\",\n    \"answer\": \"Le choléra est dû à Vibrio cholerae.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelle est la pathogénie du choléra?\",\n    \"answer\": \"Sa pathogénie est liée à l’action d’une entérotoxine thermolabile au niveau de la partie initiale du jéjunum.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelle est la mortalité du choléra non traité?\",\n    \"answer\": \"Non traitée, cette infection peut s’accompagner d’une mortalité pouvant dépasser 50% par collapsus, déshydratation et insuffisance rénale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Où est présent V. cholerae?\",\n    \"answer\": \"V. cholerae est présent dans les eaux chaudes saumâtres, parfois dans les eaux douces.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de V. cholerae responsables du choléra?\",\n    \"answer\": \"Il faut distinguer V. cholerae O1 El Tor et V. cholerae O139, responsables du choléra, des V. cholerae environnementaux qui ne synthétisent pas d’entérotoxines et ne provoquent pas d’épidémies.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Dans quels pays le choléra évolue-t-il sur un mode endémique ou épidémique?\",\n    \"answer\": \"Le choléra évolue sur un mode endémique ou épidémique dans divers pays d’Afrique et d’Asie.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la seule souche de V. cholerae en cause actuellement?\",\n    \"answer\": \"La seule souche en cause actuellement est V. cholerae O1 biotype El Tor.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quand a débuté la septième pandémie de choléra?\",\n    \"answer\": \"La septième pandémie a débuté en 1961.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le principal réservoir de l’agent pathogène du choléra?\",\n    \"answer\": \"L’homme est le principal réservoir de l’agent pathogène, présent en quantité très importante dans les selles des malades.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet le choléra?\",\n    \"answer\": \"Le choléra est transmissible par contamination interhumaine à l’intérieur d’un même foyer ou par l’intermédiaire d’aliments ou d’eau de boisson souillés par des excrétas.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes typiques du choléra?\",\n    \"answer\": \"Le patient présente brutalement des nausées, des vomissements, des douleurs abdominales et une diarrhée très rapidement aqueuse, afécale, incolore, d’odeur fade, contenant quelques grumeaux blanchâtres, d’aspect classiquement « eau de riz ».\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la fréquence des selles chez un patient atteint de choléra?\",\n    \"answer\": \"Les selles sont très fréquentes, souvent incessantes, entraînant une perte hydrique qui peut atteindre dix à quinze litres par jour.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Y a-t-il de la fièvre dans le choléra typique?\",\n    \"answer\": \"Il n’y a pas de fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les conséquences d’un retard au diagnostic du choléra?\",\n    \"answer\": \"Rapidement, s’installe un état de déshydratation globale avec collapsus et anurie, en cas de retard au diagnostic.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les formes cliniques du choléra?\",\n    \"answer\": \"À côté du tableau typique, il peut s’agir plus fréquemment d’un tableau de diarrhée aqueuse non fébrile sans déshydratation marquée. À l’inverse, une déshydratation majeure, parfois fébrile, souvent mortelle, peut survenir avant que le patient n’émette la diarrhée évocatrice, c’est le « choléra sec ».\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les résultats du bilan sanguin en contexte épidémique de choléra?\",\n    \"answer\": \"Le bilan sanguin montre une hémoconcentration, des signes de déshydratation globale ou extracellulaire et des perturbations électrolytiques, parfois une insuffisance rénale.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Pourquoi l’analyse des selles est-elle intéressante dans le choléra?\",\n    \"answer\": \"L’analyse des selles est surtout intéressante pour affirmer le début d’une épidémie ou pour en démontrer la fin.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la fiabilité des tests de diagnostic rapide pour le choléra?\",\n    \"answer\": \"Les tests de diagnostic rapide peuvent orienter lors d’une investigation d’épidémie, mais manquent de fiabilité pour poser des diagnostics individuels.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Comment sont transportés les prélèvements pour le choléra?\",\n    \"answer\": \"Les prélèvements sont facilement transportables à température ambiante sur milieu de Carry-Blair.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Que montre l’examen microscopique direct des selles dans le choléra?\",\n    \"answer\": \"L’examen microscopique direct des selles confirme la présence de bacilles légèrement incurvés, en virgule, présentant une mobilité importante de type polaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Que met en évidence la coloration de Gram dans le choléra?\",\n    \"answer\": \"La coloration de Gram met en évidence des bacilles à Gram négatif.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du choléra typique?\",\n    \"answer\": \"Les symptômes du choléra typique incluent des nausées, des vomissements, des douleurs abdominales et une diarrhée très rapidement aqueuse, afécale, incolore, d’odeur fade, contenant quelques grumeaux blanchâtres, d’aspect classiquement « eau de riz ».\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la quantité de perte hydrique par jour chez un patient atteint de choléra?\",\n    \"answer\": \"La perte hydrique peut atteindre dix à quinze litres par jour.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les manifestations cliniques du choléra?\",\n    \"answer\": \"Les manifestations cliniques du choléra incluent des nausées, des vomissements, des douleurs abdominales, une diarrhée aqueuse, et une déshydratation globale avec collapsus et anurie en cas de retard au diagnostic.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les formes asymptomatiques du choléra?\",\n    \"answer\": \"Lors d’une épidémie, les formes asymptomatiques sont généralement les plus nombreuses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes de déshydratation dans le choléra?\",\n    \"answer\": \"Les signes de déshydratation dans le choléra incluent une hémoconcentration, des perturbations électrolytiques, et parfois une insuffisance rénale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la forme clinique la plus fréquente du choléra?\",\n    \"answer\": \"La forme clinique la plus fréquente du choléra est un tableau de diarrhée aqueuse non fébrile sans déshydratation marquée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la forme clinique la plus sévère du choléra?\",\n    \"answer\": \"La forme clinique la plus sévère du choléra est une déshydratation majeure, parfois fébrile, souvent mortelle, qui peut survenir avant que le patient n’émette la diarrhée évocatrice, c’est le « choléra sec ».\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de l’examen microscopique direct des selles dans le choléra?\",\n    \"answer\": \"L’examen microscopique direct des selles confirme la présence de bacilles légèrement incurvés, en virgule, présentant une mobilité importante de type polaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les résultats de la coloration de Gram dans le choléra?\",\n    \"answer\": \"La coloration de Gram met en évidence des bacilles à Gram négatif.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"