"[\n  {\n    \"question\": \"Qu'est-ce qu'une diarrhée infectieuse?\",\n    \"answer\": \"Les diarrhées infectieuses sont des émissions des selles trop fréquentes (> 3/jour) et trop abondantes (> 300 g/jour) dues à des micro-organismes : bactéries, virus, parasites ou champignons.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes des diarrhées infectieuses?\",\n    \"answer\": \"Les principales causes des diarrhées infectieuses sont des bactéries (E. coli entéropathogènes, Salmonella sp., Shigella sp., etc.), des parasites (Entamoeba histolytica, Giardia duodenalis, etc.), des champignons (Candida albicans) et des virus (Rotavirus, Norovirus, etc.).\",\n    \"qtype\": \"causes\"\n  },\n  {\n    \"question\": \"Combien de cas de diarrhée sont recensés chaque année dans le monde selon l'OMS?\",\n    \"answer\": \"Il y aurait 1,7 milliards de cas de diarrhée par an dans le monde selon l’OMS.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la deuxième cause de mortalité chez les enfants de moins de 5 ans?\",\n    \"answer\": \"La diarrhée est la deuxième cause de mortalité chez les enfants de moins de 5 ans, après les infections respiratoires.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le mécanisme de contamination le plus fréquent des diarrhées infectieuses?\",\n    \"answer\": \"Le mécanisme de contamination le plus fréquent est l’ingestion de micro-organismes à partir de boissons ou d’aliments contaminés ou par les mains sales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une diarrhée infectieuse aiguë?\",\n    \"answer\": \"Les symptômes d'une diarrhée infectieuse aiguë incluent des selles liquides mais fécales, non sanglantes, sans glaires, accompagnées de douleurs abdominales, parfois de vomissements et d’une fièvre peu élevée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des diarrhées aiguës chez les enfants de moins de 5 ans?\",\n    \"answer\": \"Les principaux agents pathogènes responsables des diarrhées aiguës chez les enfants de moins de 5 ans sont les rotavirus, les norovirus, les Escherichia coli (entéropathogènes), les shigelles, les salmonelles, les Yersinia, les Campylobacter, les protozoaires et les vibrions.\",\n    \"qtype\": \"causes\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisants des diarrhées infectieuses aiguës?\",\n    \"answer\": \"Les facteurs favorisants des diarrhées infectieuses aiguës incluent un bas niveau socio-économique, l'inaccessibilité aux soins, l'inaccessibilité à l’eau propre, l'allaitement artificiel, la malnutrition, la rougeole, le petit poids de naissance et les pratiques traditionnelles inadaptées.\",\n    \"qtype\": \"facteurs favorisants\"\n  },\n  {\n    \"question\": \"Quel est le traitement principal des diarrhées infectieuses aiguës?\",\n    \"answer\": \"Le traitement principal des diarrhées infectieuses aiguës est essentiellement symptomatique, avec une réhydratation per os à l’aide de sels de réhydratation orale.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Comment peut-on prévenir les diarrhées infectieuses aiguës?\",\n    \"answer\": \"La prévention des diarrhées infectieuses aiguës inclut la promotion de l’allaitement au sein, la renutrition des enfants malnutris, l'adduction d’eau potable, la promotion de l’hygiène individuelle et familiale, la vaccination contre la rougeole et les rotavirus, et la supplémentation des enfants en vitamine A.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par les rotavirus chez les nourrissons?\",\n    \"answer\": \"Les symptômes d'une infection par les rotavirus chez les nourrissons incluent une diarrhée fécale ou aqueuse accompagnée de fièvre, souvent de vomissements, et parfois des signes respiratoires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se transmettent les rotavirus?\",\n    \"answer\": \"Les rotavirus se transmettent directement ou indirectement par les surfaces souillées contaminant les mains portées à la bouche.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'une infection par les rotavirus?\",\n    \"answer\": \"Le traitement d'une infection par les rotavirus repose sur la réhydratation par les sels de réhydratation orale (SRO) et par voie parentérale en cas de vomissements trop abondants.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Escherichia coli entéropathogène chez les nourrissons?\",\n    \"answer\": \"Les symptômes d'une infection par Escherichia coli entéropathogène chez les nourrissons incluent une diarrhée banale avec parfois une fébricule et des vomissements.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se transmettent les Escherichia coli entéropathogènes?\",\n    \"answer\": \"Les Escherichia coli entéropathogènes se transmettent à partir d’un réservoir humain, par les mains sales, l’eau et les aliments souillés.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'une infection par Escherichia coli entéropathogène chez les nourrissons?\",\n    \"answer\": \"Le traitement d'une infection par Escherichia coli entéropathogène chez les nourrissons inclut la réhydratation avec des solutions de réhydratation orale (SRO). L’antibiothérapie n’est généralement pas recommandée sauf dans les formes sévères ou prolongées.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la diarrhée des voyageurs (turista)?\",\n    \"answer\": \"Les symptômes de la diarrhée des voyageurs incluent une diarrhée bénigne qui survient le plus souvent vers le troisième ou le dixième jour après l’arrivée dans un pays tropical, avec une guérison spontanée en 3 à 4 jours.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes responsables de la diarrhée des voyageurs?\",\n    \"answer\": \"Les agents pathogènes responsables de la diarrhée des voyageurs incluent des bactéries (ETEC, EPEC, salmonelles, shigelles, vibrionaceae, Campylobacter, Yersinia), des virus (norovirus) et des parasites (Giardia, amibes, anguillules, cryptosporidies).\",\n    \"qtype\": \"causes\"\n  },\n  {\n    \"question\": \"Quel est le traitement de la diarrhée des voyageurs?\",\n    \"answer\": \"Le traitement de la diarrhée des voyageurs est limité à la réhydratation. L’antibiothérapie n’est indiquée que dans les formes sévères, en cas de fièvre, chez les malades fragiles ou en cas de syndrome dysentérique.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Comment peut-on prévenir la diarrhée des voyageurs?\",\n    \"answer\": \"La prévention de la diarrhée des voyageurs repose sur l’hygiène individuelle. La chimioprophylaxie est déconseillée.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une intoxination par l’entérotoxine staphylococcique?\",\n    \"answer\": \"Les symptômes d'une intoxination par l’entérotoxine staphylococcique incluent une diarrhée et des vomissements qui régressent spontanément en quelques heures.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se transmet l’entérotoxine staphylococcique?\",\n    \"answer\": \"L’entérotoxine staphylococcique se transmet par la consommation d'aliments mal conservés contaminés par des staphylocoques dorés.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'une intoxination par l’entérotoxine staphylococcique?\",\n    \"answer\": \"Le traitement d'une intoxination par l’entérotoxine staphylococcique repose sur la réhydratation.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Clostridium perfringens?\",\n    \"answer\": \"Les symptômes d'une infection par Clostridium perfringens incluent une diarrhée due à une entérotoxine libérée au cours de la lyse des bactéries dans l’intestin.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se transmet Clostridium perfringens?\",\n    \"answer\": \"Clostridium perfringens se transmet par la consommation d'aliments mal cuits contaminés par des spores de ce bacille.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'une infection par Clostridium perfringens?\",\n    \"answer\": \"Le traitement d'une infection par Clostridium perfringens repose sur la réhydratation.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Bacillus cereus?\",\n    \"answer\": \"Les symptômes d'une infection par Bacillus cereus incluent une diarrhée et des vomissements similaires à ceux causés par Clostridium perfringens.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se transmet Bacillus cereus?\",\n    \"answer\": \"Bacillus cereus se transmet par la consommation d'aliments contaminés.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'une infection par Bacillus cereus?\",\n    \"answer\": \"Le traitement d'une infection par Bacillus cereus repose sur la réhydratation.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du botulisme?\",\n    \"answer\": \"Les symptômes du botulisme incluent principalement des troubles neurologiques, la diarrhée n’étant pas fréquente.\",\n    \"qtype\": \"symptômes\"\n  }\n]"