"[\n  {\n    \"question\": \"Qu'est-ce que la diphtérie?\",\n    \"answer\": \"La diphtérie est une infection bactérienne cosmopolite due à des bacilles Gram positif aérobies du complexe Corynebacterium diphtheriae.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux réservoirs de la diphtérie?\",\n    \"answer\": \"Le réservoir est essentiellement humain, constitué par les porteurs asymptomatiques ou les malades.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet la diphtérie?\",\n    \"answer\": \"La transmission se fait de personne à personne par les gouttelettes de salive à partir de malades ou de porteurs asymptomatiques.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'angine diphtérique?\",\n    \"answer\": \"Les symptômes incluent une fièvre, une dysphagie, des fausses membranes blanches ou blanc jaunâtre sur le pharynx et les amygdales, des adénopathies sous angulo-maxillaires bilatérales, un œdème cervical et une odeur de l’haleine caractéristique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de la diphtérie laryngée?\",\n    \"answer\": \"Le croup se traduit initialement par une dysphonie avec toux et voix rauques, puis la voix s’éteint et la toux s’éteint. Le risque majeur est la dyspnée imposant une trachéotomie en urgence.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la diphtérie nasale antérieure?\",\n    \"answer\": \"Elle ressemble à un simple rhume avec un écoulement muco-purulent parfois sanguinolent. Des fausses membranes peuvent se développer sur la cloison nasale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'atteinte myocardique due à la diphtérie?\",\n    \"answer\": \"La myocardite se traduit par une insuffisance cardiaque, une dyspnée, une tachycardie sinusale, des malaises, une perte de connaissance liée à un trouble du rythme cardiaque ou par un collapsus.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'atteinte neurologique due à la diphtérie?\",\n    \"answer\": \"Les symptômes incluent des paralysies vélo-palatines, des paralysies des nerfs crâniens ou des nerfs moteurs périphériques, une atteinte du système nerveux autonome se traduisant par des hypotensions brutales, et rarement des encéphalites et des hémiplégies d’origine embolique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'atteinte rénale due à la diphtérie?\",\n    \"answer\": \"Elle se manifeste par une inflammation interstitielle avec des lésions réversibles des tubules rénaux responsables d’une protéinurie et parfois d’une insuffisance rénale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la diphtérie cutanée?\",\n    \"answer\": \"Les symptômes incluent une vésicule ou une pustule puis un ulcère chronique recouvert de fausses membranes. La lésion est initialement douloureuse puis indolore au stade des fausses membranes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les critères diagnostiques de l'OMS pour un cas suspect de diphtérie?\",\n    \"answer\": \"Un cas suspect est défini par une naso-pharyngite, une amygdalite ou une laryngite pseudo-membraneuse.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères diagnostiques de l'OMS pour un cas probable de diphtérie?\",\n    \"answer\": \"Un cas probable est un cas suspect associé à au moins l’un des éléments suivants : contact récent avec un cas confirmé, épidémie de diphtérie dans la zone géographique considérée, stridor, œdème du cou, insuffisance rénale, pétéchies, choc toxinique, paralysie motrice ou myocardite dans les 6 semaines suivantes, décès.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères diagnostiques de l'OMS pour un cas confirmé de diphtérie?\",\n    \"answer\": \"Un cas confirmé est un cas probable avec isolement d’une souche de C. diphtheriae toxinogène à partir d’un site habituel de la maladie ou augmentation d’au moins 4 dilutions du titre d’anticorps antidiphtériques en l’absence de vaccination.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les examens non spécifiques pour le diagnostic de la diphtérie?\",\n    \"answer\": \"Il existe habituellement une hyperleucocytose à polynucléaires neutrophiles associée à un syndrome inflammatoire et parfois à une thrombopénie. En cas d’atteinte rénale, on observe une élévation de l’urée sanguine et de la créatininémie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements de la diphtérie?\",\n    \"answer\": \"Le traitement inclut la sérothérapie antidiphtérique pour neutraliser la toxine circulante et des antibiotiques pour éradiquer la bactérie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les antibiotiques utilisés pour traiter la diphtérie?\",\n    \"answer\": \"Les antibiotiques utilisés incluent la pénicilline et l’érythromycine.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de la diphtérie maligne?\",\n    \"answer\": \"Les signes incluent une angine diphtérique maligne accompagnée d’un syndrome toxique (pâleur, tachycardie, coma) et d’un volumineux œdème cervical.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la diphtérie causée par Corynebacterium ulcerans?\",\n    \"answer\": \"Les symptômes incluent des lésions cutanéo-muqueuses et des manifestations toxiniques identiques à celles provoquées par C. diphtheriae.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de risque pour la diphtérie dans les pays à ressources limitées?\",\n    \"answer\": \"Les facteurs de risque incluent une couverture vaccinale insuffisante et des atteintes cutanées répétées qui représentent le principal réservoir de C. diphteriae.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la diphtérie nasale antérieure?\",\n    \"answer\": \"Les symptômes incluent un écoulement muco-purulent parfois sanguinolent et des fausses membranes sur la cloison nasale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la diphtérie laryngée?\",\n    \"answer\": \"Les symptômes incluent une dysphonie avec toux et voix rauques, puis la voix s’éteint et la toux s’éteint, avec un risque majeur de dyspnée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la diphtérie cutanée?\",\n    \"answer\": \"Les symptômes incluent une vésicule ou une pustule puis un ulcère chronique recouvert de fausses membranes, initialement douloureux puis indolore.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'atteinte myocardique due à la diphtérie?\",\n    \"answer\": \"Les symptômes incluent une insuffisance cardiaque, une dyspnée, une tachycardie sinusale, des malaises, une perte de connaissance liée à un trouble du rythme cardiaque ou un collapsus.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'atteinte neurologique due à la diphtérie?\",\n    \"answer\": \"Les symptômes incluent des paralysies vélo-palatines, des paralysies des nerfs crâniens ou des nerfs moteurs périphériques, une atteinte du système nerveux autonome se traduisant par des hypotensions brutales, et rarement des encéphalites et des hémiplégies d’origine embolique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'atteinte rénale due à la diphtérie?\",\n    \"answer\": \"Les symptômes incluent une inflammation interstitielle avec des lésions réversibles des tubules rénaux responsables d’une protéinurie et parfois d’une insuffisance rénale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les critères diagnostiques de l'OMS pour un cas suspect de diphtérie?\",\n    \"answer\": \"Un cas suspect est défini par une naso-pharyngite, une amygdalite ou une laryngite pseudo-membraneuse.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères diagnostiques de l'OMS pour un cas probable de diphtérie?\",\n    \"answer\": \"Un cas probable est un cas suspect associé à au moins l’un des éléments suivants : contact récent avec un cas confirmé, épidémie de diphtérie dans la zone géographique considérée, stridor, œdème du cou, insuffisance rénale, pétéchies, choc toxinique, paralysie motrice ou myocardite dans les 6 semaines suivantes, décès.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères diagnostiques de l'OMS pour un cas confirmé de diphtérie?\",\n    \"answer\": \"Un cas confirmé est un cas probable avec isolement d’une souche de C. diphtheriae toxinogène à partir d’un site habituel de la maladie ou augmentation d’au moins 4 dilutions du titre d’anticorps antidiphtériques en l’absence de vaccination.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les examens non spécifiques pour le diagnostic de la diphtérie?\",\n    \"answer\": \"Il existe habituellement une hyperleucocytose à polynucléaires neutrophiles associée à un syndrome inflammatoire et parfois à une thrombopénie. En cas d’atteinte rénale, on observe une élévation de l’urée sanguine et de la créatininémie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements de la diphtérie?\",\n    \"answer\": \"Le traitement inclut la sérothérapie antidiphtérique pour neutraliser la toxine circulante et des antibiotiques pour éradiquer la bactérie.\",\n    \"qtype\": \"traitements\"\n  }\n]"