"[\n  {\n    \"question\": \"Quelle est l'incidence de l'endocardite infectieuse (EI) dans les pays développés?\",\n    \"answer\": \"L'incidence de l'endocardite infectieuse (EI) dans les pays développés est de 35 cas par million d'habitants par an.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents responsables de l'endocardite infectieuse en France?\",\n    \"answer\": \"Les principaux agents responsables de l'endocardite infectieuse en France sont les streptocoques et Staphylococcus aureus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les streptocoques les plus fréquents responsables de l'endocardite infectieuse?\",\n    \"answer\": \"Les streptocoques les plus fréquents responsables de l'endocardite infectieuse sont les streptocoques peu virulents de la cavité buccodentaire (streptocoques oraux ou non groupables) et les streptocoques du groupe D, d'origine digestive (Streptococcus gallolyticus, ex-S. bovis).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la mortalité intra-hospitalière moyenne de l'endocardite infectieuse dans les centres hospitaliers équipés?\",\n    \"answer\": \"La mortalité intra-hospitalière moyenne de l'endocardite infectieuse dans les centres hospitaliers équipés est de 20%.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux micro-organismes responsables d'endocardite infectieuse en France selon l'enquête EI 2008?\",\n    \"answer\": \"Selon l'enquête EI 2008, les principaux micro-organismes responsables d'endocardite infectieuse en France sont les streptocoques (50% pour les valves natives, 25% pour les prothèses valvulaires), les entérocoques (10% pour les valves natives, 20% pour les prothèses valvulaires), Staphylococcus aureus (20% pour les valves natives, 25% pour les prothèses valvulaires), et les staphylocoques à coagulase négative (5% pour les valves natives, 10% pour les prothèses valvulaires).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques évocateurs d'une endocardite infectieuse?\",\n    \"answer\": \"Les symptômes cliniques évocateurs d'une endocardite infectieuse incluent la fièvre persistante inexpliquée, l'altération de l'état général en contexte fébrile, l'insuffisance cardiaque fébrile, l'apparition ou la modification d'un souffle valvulaire, l'accident vasculaire cérébral fébrile, les lombalgies fébriles +/- arthralgies, et le purpura pétéchial, diffus, fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les critères diagnostiques majeurs de l'endocardite infectieuse selon la Duke University?\",\n    \"answer\": \"Les critères diagnostiques majeurs de l'endocardite infectieuse selon la Duke University incluent les hémocultures positives avec un micro-organisme typique d'une endocardite (Streptococcus viridans, Streptococcus gallolyticus, groupe HACCEK, Staphylococcus aureus communautaire ou entérocoque) et la démonstration de l'atteinte de l'endocarde par échocardiographie montrant une ou plusieurs lésions caractéristiques d'endocardite.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les examens bactériologiques recommandés pour diagnostiquer une endocardite infectieuse?\",\n    \"answer\": \"Les examens bactériologiques recommandés pour diagnostiquer une endocardite infectieuse incluent les hémocultures (trois prélèvements sanguins veineux au minimum), les sérologies des principales zoonoses responsables d'EI (bartonelloses, fièvre Q, brucellose), et l'examen microbiologique des valves en cas de remplacement valvulaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la sensibilité de l'échographie trans-thoracique (ETT) pour détecter les végétations valvulaires dans les endocardites infectieuses sur valves natives?\",\n    \"answer\": \"La sensibilité de l'échographie trans-thoracique (ETT) pour détecter les végétations valvulaires dans les endocardites infectieuses sur valves natives est de 70%.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la sensibilité de l'échographie trans-œsophagienne (ETO) pour détecter les végétations valvulaires dans les endocardites infectieuses sur valves natives?\",\n    \"answer\": \"La sensibilité de l'échographie trans-œsophagienne (ETO) pour détecter les végétations valvulaires dans les endocardites infectieuses sur valves natives dépasse 90%.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux types de lésions valvulaires observées dans l'endocardite infectieuse?\",\n    \"answer\": \"Les principaux types de lésions valvulaires observées dans l'endocardite infectieuse incluent les lésions de destruction valvulaire, les ulcérations, les perforations, et les végétations constituées d'amas de fibrine, de plaquettes et de micro-organismes.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés aux anévrismes causés par l'endocardite infectieuse?\",\n    \"answer\": \"Les risques associés aux anévrismes causés par l'endocardite infectieuse incluent la rupture de la paroi fragile de l'anévrisme, responsable d'hémorragies viscérales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Pourquoi une antibiothérapie bactéricide prolongée à fortes doses est-elle nécessaire pour traiter l'endocardite infectieuse?\",\n    \"answer\": \"Une antibiothérapie bactéricide prolongée à fortes doses est nécessaire pour traiter l'endocardite infectieuse car les bactéries au sein des végétations sont protégées de la phagocytose et l'infection se développe à l'abri des défenses immunitaires de l'hôte, avec un inoculum bactérien très élevé.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques de l'endocardite subaiguë?\",\n    \"answer\": \"Les principaux symptômes cliniques de l'endocardite subaiguë incluent l'installation progressive des signes sur plusieurs semaines, voire mois, avant le diagnostic.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques de l'endocardite aiguë?\",\n    \"answer\": \"Les principaux symptômes cliniques de l'endocardite aiguë incluent l'installation rapide en quelques jours d'un tableau grave associant un syndrome infectieux aigu et des complications périphériques et/ou cardiaques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux micro-organismes responsables d'endocardite infectieuse dans les pays en développement?\",\n    \"answer\": \"Dans les pays en développement, les principaux micro-organismes responsables d'endocardite infectieuse incluent les zoonoses Coxiella burnetii (agent de la fièvre Q), Bartonella sp., Brucella sp., et les bactéries du groupe HACCEK (Haemophilus, Aggregatibacter sp., Capnocytophaga sp., Cardiobacterium, Eikenella, Kingella).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque d'endocardite infectieuse dans les pays à ressources limitées?\",\n    \"answer\": \"Les principaux facteurs de risque d'endocardite infectieuse dans les pays à ressources limitées incluent la prévalence des valvulopathies post-rhumatismales.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cardiologie?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cardiologie incluent l'insuffisance cardiaque fébrile et l'apparition ou la modification d'un souffle valvulaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en neurologie?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en neurologie incluent l'accident vasculaire cérébral fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en rhumatologie?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en rhumatologie incluent les lombalgies fébriles +/- arthralgies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en dermatologie?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en dermatologie incluent le purpura pétéchial, diffus, fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en médecine interne?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en médecine interne incluent la fièvre persistante inexpliquée et l'altération de l'état général en contexte fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux examens à réaliser en cas de suspicion d'endocardite infectieuse avec hémocultures négatives?\",\n    \"answer\": \"En cas de suspicion d'endocardite infectieuse avec hémocultures négatives, les principaux examens à réaliser incluent les sérologies des principales zoonoses responsables d'EI (bartonelloses, fièvre Q, brucellose) et l'examen microbiologique des valves en cas de remplacement valvulaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux critères diagnostiques mineurs de l'endocardite infectieuse selon la Duke University?\",\n    \"answer\": \"Les principaux critères diagnostiques mineurs de l'endocardite infectieuse selon la Duke University incluent la prédisposition (cardiopathie ou usage de drogues intraveineuses), la fièvre supérieure à 38°C, les phénomènes vasculaires (emboles artériels majeurs, infarctus pulmonaire septique, anévrismes mycotiques, hémorragies intracrâniennes, hémorragies conjonctivales, lésions de Janeway), les phénomènes immunologiques (glomérulonéphrite, nodules d'Osler, taches de Roth, facteur rhumatoïde), et les preuves microbiologiques (hémocultures positives ne répondant pas aux critères majeurs ou sérologie positive pour une infection active avec un micro-organisme compatible avec l'endocardite infectieuse).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas de fièvre persistante inexpliquée?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas de fièvre persistante inexpliquée incluent l'altération de l'état général en contexte fébrile et l'apparition ou la modification d'un souffle valvulaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas d'accident vasculaire cérébral fébrile?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas d'accident vasculaire cérébral fébrile incluent les lombalgies fébriles +/- arthralgies et le purpura pétéchial, diffus, fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas de lombalgies fébriles?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas de lombalgies fébriles incluent les arthralgies et le purpura pétéchial, diffus, fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas de purpura pétéchial, diffus, fébrile?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas de purpura pétéchial, diffus, fébrile incluent la fièvre persistante inexpliquée et l'altération de l'état général en contexte fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas d'insuffisance cardiaque fébrile?\",\n    \"answer\": \"Les principaux symptômes cliniques évocateurs d'une endocardite infectieuse en cas d'insuffisance cardiaque fébrile incluent l'apparition ou la modification d'un souffle valvulaire et l'accident vasculaire cérébral fébrile.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les critères majeurs pour le diagnostic des endocardites infectieuses?\",\n    \"answer\": \"Les critères majeurs incluent : hémocultures positives pour des micro-organismes typiques d'endocardite infectieuse, ou preuve d'atteinte endocardique (échocardiogramme positif pour endocardite, ou nouvelle régurgitation valvulaire).\",\n    \"qtype\": \"diagnostic\"\n  }\n]"