"[\n  {\n    \"question\": \"Quels sont les groupes zoologiques responsables d'accidents d'envenimation?\",\n    \"answer\": \"Les groupes zoologiques responsables d'accidents d'envenimation sont les insectes, les serpents, les scorpions, les araignées et la faune marine.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la proportion des accidents d'envenimation causés par les insectes?\",\n    \"answer\": \"Les insectes sont responsables de 80% des accidents d'envenimation.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du syndrome vipérin?\",\n    \"answer\": \"Le syndrome vipérin est caractérisé par une violente douleur, un œdème dur et extensif, une ecchymose locale, une lymphangite, des adénopathies satellites, et parfois une nécrose tissulaire extensive.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux composants du venin responsables des syndromes hémorragiques?\",\n    \"answer\": \"Les principaux composants du venin responsables des syndromes hémorragiques sont les métalloprotéases, les activateurs de la coagulation sanguine et les activateurs de la plasmine et des protéases.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'un syndrome hémorragique après une morsure de vipère?\",\n    \"answer\": \"Les signes cliniques d'un syndrome hémorragique après une morsure de vipère incluent des saignements locaux prolongés, un purpura, des saignements au niveau des cicatrices récentes ou des muqueuses, et des phlyctènes volumineuses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du syndrome cobraïque?\",\n    \"answer\": \"Le syndrome cobraïque se manifeste par une anesthésie locale, des paresthésies, une paralysie flasque progressive, des acouphènes, des phosphènes, une dysgueusie, une ptôse palpébrale bilatérale, une paralysie des masséters, une dysphonie, et une dyspnée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements symptomatiques pour une envenimation par serpent?\",\n    \"answer\": \"Les traitements symptomatiques pour une envenimation par serpent incluent des antalgiques, une anesthésie loco-régionale, l'abstention d'anti-inflammatoires stéroïdiens, des traitements substitutifs après immunothérapie, et une ventilation assistée en cas de paralysie des muscles respiratoires.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les principaux sérums anti-ophidiens polyvalents pour l'Afrique subsaharienne?\",\n    \"answer\": \"Les principaux sérums anti-ophidiens polyvalents pour l'Afrique subsaharienne sont le SAIMR Polyvalent Antivenom® et l'Inoserp Panafricain®.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par scorpion?\",\n    \"answer\": \"Les symptômes d'une envenimation par scorpion incluent une douleur immédiate et intense, une ecchymose, un œdème discret, une hyperglycémie, et une hyperleucocytose.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés à une envenimation par scorpion chez les jeunes enfants?\",\n    \"answer\": \"Les jeunes enfants sont particulièrement vulnérables aux envenimations par scorpion, ce qui explique que la plupart des décès sont observés chez les moins de 5 ans.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par scorpion?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par scorpion incluent des antalgiques pour la douleur, une surveillance médicale étroite, et éventuellement l'administration d'antivenin spécifique.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des élapidés?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des élapidés incluent une paralysie flasque, des acouphènes, des phosphènes, une dysgueusie, une ptôse palpébrale bilatérale, une paralysie des masséters, une dysphonie, et une dyspnée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des vipéridés?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des vipéridés incluent une douleur violente, un œdème dur et extensif, une ecchymose locale, une lymphangite, des adénopathies satellites, et parfois une nécrose tissulaire extensive.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des Atractaspis?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des Atractaspis incluent une inflammation, des hémorragies, une nécrose, et une cardiotoxicité pouvant entraîner un bloc auriculo-ventriculaire et une ischémie cardiaque.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des élapidés?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des élapidés incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une ventilation assistée en cas de paralysie des muscles respiratoires.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des vipéridés?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des vipéridés incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une surveillance médicale étroite pour prévenir les complications.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des Atractaspis?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des Atractaspis incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une surveillance médicale étroite pour prévenir les complications cardiaques.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des élapidés marins?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des élapidés marins incluent des myalgies, une myoglobinurie massive, une élévation des CPK, et une insuffisance rénale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des élapidés marins?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des élapidés marins incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une surveillance médicale étroite pour prévenir l'insuffisance rénale.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des crotales?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des crotales incluent une douleur violente, un œdème dur et extensif, une ecchymose locale, une lymphangite, des adénopathies satellites, et parfois une nécrose tissulaire extensive.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des crotales?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des crotales incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une surveillance médicale étroite pour prévenir les complications.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des cobras?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des cobras incluent une paralysie flasque, des acouphènes, des phosphènes, une dysgueusie, une ptôse palpébrale bilatérale, une paralysie des masséters, une dysphonie, et une dyspnée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des cobras?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des cobras incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une ventilation assistée en cas de paralysie des muscles respiratoires.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des mambas?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des mambas incluent un syndrome muscarinique avec sueurs abondantes, sialorrhée, larmoiement, myosis, douleur abdominale, diarrhée, vomissements, fasciculations, et crampes douloureuses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des mambas?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des mambas incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et l'administration d'atropine pour soulager le syndrome muscarinique.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des bongares?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des bongares incluent des myalgies, une myoglobinurie massive, une élévation des CPK, et une insuffisance rénale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des bongares?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des bongares incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une surveillance médicale étroite pour prévenir l'insuffisance rénale.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une envenimation par serpent de la famille des serpents corail?\",\n    \"answer\": \"Les symptômes d'une envenimation par serpent de la famille des serpents corail incluent une paralysie flasque, des acouphènes, des phosphènes, une dysgueusie, une ptôse palpébrale bilatérale, une paralysie des masséters, une dysphonie, et une dyspnée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une envenimation par serpent de la famille des serpents corail?\",\n    \"answer\": \"Les traitements recommandés pour une envenimation par serpent de la famille des serpents corail incluent l'administration d'antivenin approprié, des antalgiques pour la douleur, et une ventilation assistée en cas de paralysie des muscles respiratoires.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques de l'envenimation locale par scorpion (stade I) ?\",\n    \"answer\": \"Douleur, ecchymose et œdème discrets.\",\n    \"qtype\": \"symptômes\"\n  }\n]"