"[\n  {\n    \"question\": \"Quelles sont les principales causes d'éruption fébrile?\",\n    \"answer\": \"Les principales causes d'éruption fébrile sont les infections (virales, bactériennes, parasitaires et fongiques), les allergies médicamenteuses (toxidermies) et les maladies inflammatoires systémiques.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels signes de gravité doivent être recherchés lors de l'évaluation initiale d'une éruption fébrile?\",\n    \"answer\": \"Les signes de gravité immédiate à rechercher sont les signes de sepsis sévère ou de choc septique, le signe de Nikolsky (décollement épidermique), et la présence de bulles.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'urgence pour un purpura fulminans?\",\n    \"answer\": \"Le traitement d'urgence pour un purpura fulminans est l'administration immédiate d'une première dose d'un antibiotique, de préférence par voie IV, sinon par IM. L'antibiotique recommandé est la ceftriaxone, sinon cefotaxime ou amoxicilline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quelles mesures d'isolement sont nécessaires pour une pathologie contagieuse?\",\n    \"answer\": \"Les mesures d'isolement nécessaires dépendent du mode de transmission : précautions type 'air' (ex : rougeole, varicelle), type 'gouttelettes' (ex : méningocoque, rubéole) ou type 'contact' (ex : fièvre hémorragique virale africaine).\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels éléments doivent être précisés lors de l'interrogatoire d'un patient avec une éruption fébrile?\",\n    \"answer\": \"L'interrogatoire doit préciser l'histoire de la maladie, les expositions à risque, et les antécédents médicaux.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions élémentaires à rechercher lors de l'examen clinique d'une éruption fébrile?\",\n    \"answer\": \"L'examen clinique doit préciser la lésion élémentaire, la distribution de l'éruption, son évolution, l'existence d'intervalles de peau saine, la présence d'une atteinte muqueuse, d'une atteinte des phanères, et d'un prurit.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les agents infectieux responsables des éruptions fébriles maculo-papuleuses?\",\n    \"answer\": \"Les agents infectieux responsables des éruptions fébriles maculo-papuleuses incluent les arboviroses, les enterovirus, l'exanthème subit, l'herpès disséminé, les hépatites virales A et B, le mégalérythème épidémique, les poxviroses, la primo-infection EBV, la primo-infection VIH, la rougeole, la rubéole, et la varicelle.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les agents infectieux responsables des éruptions fébriles vésiculeuses ou bulleuses?\",\n    \"answer\": \"Les agents infectieux responsables des éruptions fébriles vésiculeuses ou bulleuses incluent les arboviroses (chikungunya), les enterovirus, les poxviroses, la varicelle et le zona disséminé, l'angiomatose bacillaire, la capnocytophaga canimorsus, l'épidermolyse staphylococcique aiguë, la gonococcémie, les rickettsioses (R. africae), le vibrio vulnificus, la candidose cutanéo-systémique, la cryptococcose disséminée, et l'histoplasmose disséminée.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les agents infectieux responsables des éruptions fébriles pétéchiales ou purpuriques?\",\n    \"answer\": \"Les agents infectieux responsables des éruptions fébriles pétéchiales ou purpuriques incluent les arboviroses (dengue), les enterovirus, la primo-infection EBV, la primo-infection VIH, les infections invasives à méningocoque, la gonococcémie, les rickettsioses, la syphilis secondaire, et le choc toxique staphylococcique ou streptococcique.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques de la trypanosomose africaine en phase lymphatico-sanguine?\",\n    \"answer\": \"Les signes cutanés caractéristiques de la trypanosomose africaine en phase lymphatico-sanguine sont le trypanome (lésion d'inoculation, lésion papuleuse érythémateuse évoluant vers une ulcération) et les trypanides (placards érythémateux polycycliques du tronc et de la racine des membres).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques associés à une éruption fébrile à rechercher lors de l'interrogatoire?\",\n    \"answer\": \"Les signes cliniques associés à rechercher sont la date d'apparition de la fièvre, la date d'apparition de l'éruption, les signes cliniques associés, et le mode d'apparition (brutal ou progressif).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les risques d'exposition à préciser lors de l'interrogatoire d'un patient avec une éruption fébrile?\",\n    \"answer\": \"Les risques d'exposition à préciser incluent la prise médicamenteuse dans les 6 semaines, les voyages récents, le contexte épidémique, les activités à risque, l'alimentation, les relations sexuelles non protégées, le contact avec des personnes malades, et le contact avec des animaux.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels antécédents médicaux sont importants à préciser lors de l'interrogatoire d'un patient avec une éruption fébrile?\",\n    \"answer\": \"Les antécédents médicaux importants à préciser incluent l'immunodépression, la pathologie valvulaire, les antécédents infectieux et allergiques, et les vaccinations (rougeole, rubéole, VZV).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes généraux à rechercher lors de l'examen clinique d'une éruption fébrile?\",\n    \"answer\": \"Les signes généraux à rechercher incluent la présence d'adénopathies, d'une hépato-splénomégalie, d'arthrites, et de signes neurologiques.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques de la cryptococcose, de la talaromycose et de l'histoplasmose chez les patients immunodéprimés?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des lésions papuleuses ou nodulaires avec une ombilication centrale, ressemblant à des lésions de molluscum contagiosum, et une évolution ulcéro-crouteuse et nécrotique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des candidoses cutanéo-systémiques?\",\n    \"answer\": \"Les signes cutanés caractéristiques des candidoses cutanéo-systémiques incluent des folliculites, observées chez les patients en aplasie et chez les toxicomanes intra-veineux.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux caractères distinctifs entre une étiologie virale et médicamenteuse d'un exanthème maculo-papuleux?\",\n    \"answer\": \"Les principaux caractères distinctifs entre une étiologie virale et médicamenteuse d'un exanthème maculo-papuleux sont rapportés dans le tableau 2.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des helminthoses à la phase invasive de migration tissulaire?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des éruptions prurigineuses, dont l'urticaire, et une hyperéosinophilie est présente lors des phases de migration tissulaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des rickettsioses?\",\n    \"answer\": \"Les signes cutanés caractéristiques des rickettsioses incluent une éruption maculopapuleuse, mais une éruption vésiculeuse peut être observée avec Rickettsia africae.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques de la trypanosomose africaine?\",\n    \"answer\": \"Les signes cutanés caractéristiques de la trypanosomose africaine incluent le trypanome (lésion d'inoculation, lésion papuleuse érythémateuse évoluant vers une ulcération) et les trypanides (placards érythémateux polycycliques du tronc et de la racine des membres).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des infections fongiques chez les patients immunodéprimés?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des lésions papuleuses ou nodulaires avec une ombilication centrale, ressemblant à des lésions de molluscum contagiosum, et une évolution ulcéro-crouteuse et nécrotique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des candidoses cutanéo-systémiques chez les patients en aplasie et chez les toxicomanes intra-veineux?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des folliculites.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des éruptions prurigineuses au cours des infections parasitaires?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des éruptions prurigineuses, dont l'urticaire, et une hyperéosinophilie est présente lors des phases de migration tissulaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des éruptions fébriles d'origine fongique chez les patients immunodéprimés?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des lésions papuleuses ou nodulaires avec une ombilication centrale, ressemblant à des lésions de molluscum contagiosum, et une évolution ulcéro-crouteuse et nécrotique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des éruptions prurigineuses au cours des helminthoses à la phase invasive de migration tissulaire?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des éruptions prurigineuses, dont l'urticaire, et une hyperéosinophilie est présente lors des phases de migration tissulaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des éruptions fébriles d'origine fongique chez les patients immunodéprimés?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des lésions papuleuses ou nodulaires avec une ombilication centrale, ressemblant à des lésions de molluscum contagiosum, et une évolution ulcéro-crouteuse et nécrotique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des éruptions prurigineuses au cours des helminthoses à la phase invasive de migration tissulaire?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des éruptions prurigineuses, dont l'urticaire, et une hyperéosinophilie est présente lors des phases de migration tissulaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cutanés caractéristiques des éruptions fébriles d'origine fongique chez les patients immunodéprimés?\",\n    \"answer\": \"Les signes cutanés caractéristiques incluent des lésions papuleuses ou nodulaires avec une ombilication centrale, ressemblant à des lésions de molluscum contagiosum, et une évolution ulcéro-crouteuse et nécrotique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes de gravité cliniques à rechercher systématiquement en cas de toxidermie grave?\",\n    \"answer\": \"Altération de l’état général, étendue des lésions cutanées, survenue de lésions muqueuses, décollement cutané avec signe de Nikolsky.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les examens biologiques à réaliser en cas de suspicion de toxidermie grave?\",\n    \"answer\": \"On recherchera une hyperéosinophilie, une insuffisance rénale, une cytolyse hépatique.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"