"[\n  {\n    \"question\": \"Quelles sont les principales filarioses et leurs vecteurs?\",\n    \"answer\": \"Les principales filarioses sont l'onchocercose (vecteur: simulies), la loase (vecteur: Chrysops), et les filarioses lymphatiques (vecteur: moustiques).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la répartition géographique de l'onchocercose?\",\n    \"answer\": \"L'onchocercose est présente en Afrique intertropicale, au nord du Brésil et au sud du Venezuela.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la loase?\",\n    \"answer\": \"Les symptômes de la loase incluent le passage du ver adulte sous la conjonctive de l’œil et l'apparition d’œdèmes transitoires dits 'de Calabar'.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs des filarioses lymphatiques?\",\n    \"answer\": \"Les filarioses lymphatiques sont transmises par des moustiques (Anopheles, Culex, Aedes, Mansonia).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la durée de vie des vers adultes de la loase?\",\n    \"answer\": \"Les vers adultes de la loase peuvent vivre 20 ans.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'onchocercose?\",\n    \"answer\": \"Les symptômes de l'onchocercose incluent des nodules sous-cutanés, des lésions cutanées variées (dermatite papulaire aiguë, chronique, lichénifiée, atrophie cutanée), et des lésions oculaires pouvant conduire à la cécité.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se transmet la dracunculose?\",\n    \"answer\": \"La dracunculose se transmet par l'ingestion d'eau contenant des crustacés (Cyclops) infectés.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de la dracunculose?\",\n    \"answer\": \"Un an après l'infestation, le ver femelle adulte perfore la peau, souvent au niveau d'un membre inférieur, provoquant un micro-ulcère cutané chronique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des filarioses lymphatiques?\",\n    \"answer\": \"Les symptômes des filarioses lymphatiques incluent des dermato-lymphangio-adénites, des lymphangites aiguës, des hydrocèles, des chylocèles, des chyluries, et des lymphœdèmes chroniques pouvant évoluer vers l'éléphantiasis.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la cause du poumon éosinophile tropical?\",\n    \"answer\": \"Le poumon éosinophile tropical est dû à une hypersensibilité aux microfilaires.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment diagnostique-t-on l'onchocercose?\",\n    \"answer\": \"Le diagnostic de l'onchocercose repose sur la mise en évidence des microfilaires dans une biopsie cutanée exsangue prélevée avec une pince ou un rasoir.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Comment diagnostique-t-on la loase?\",\n    \"answer\": \"Le diagnostic de la loase repose sur la recherche de microfilaires avec gaine dans une goutte épaisse de sang prélevé entre 10 h et 16 h.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Comment diagnostique-t-on les filarioses lymphatiques?\",\n    \"answer\": \"Le diagnostic des filarioses lymphatiques repose sur la recherche des microfilaires avec gaine dans un échantillon de sang prélevé la nuit ou la détection d'antigènes filariens circulants.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quel est le traitement de l'onchocercose?\",\n    \"answer\": \"Le traitement de l'onchocercose consiste en la prise d'ivermectine à la dose de 150 µg/kg, répétée tous les six mois ou tous les ans.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les effets indésirables de l'ivermectine dans le traitement de l'onchocercose?\",\n    \"answer\": \"Les effets indésirables de l'ivermectine peuvent inclure prurit, céphalées, et arthralgies, d'intensité corrélée avec la charge microfilarienne.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quelle est la durée de vie des vers adultes de l'onchocercose?\",\n    \"answer\": \"Les vers adultes de l'onchocercose vivent 10-15 ans.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la répartition géographique des filarioses lymphatiques?\",\n    \"answer\": \"Les filarioses lymphatiques sont présentes en Inde, en Asie du Sud-Est, en Afrique, en Haïti, au Guyana et dans les îles du Pacifique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs de la dracunculose?\",\n    \"answer\": \"Les vecteurs de la dracunculose sont des crustacés appelés Cyclops.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la filariose lymphatique aiguë?\",\n    \"answer\": \"Les symptômes de la filariose lymphatique aiguë incluent une dermato-lymphangio-adénite avec œdème douloureux, fièvre et frissons, et une lymphangite filarienne aiguë.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la filariose lymphatique chronique?\",\n    \"answer\": \"Les symptômes de la filariose lymphatique chronique incluent des hydrocèles, des chylocèles, des chyluries, et des lymphœdèmes pouvant évoluer vers l'éléphantiasis.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la cause de l'éléphantiasis dans les filarioses lymphatiques?\",\n    \"answer\": \"L'éléphantiasis est causé par la répétition des épisodes de dermato-lymphangio-adénite et la dysfonction lymphatique.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes oculaires de l'onchocercose?\",\n    \"answer\": \"Les symptômes oculaires de l'onchocercose incluent des kératites ponctuées, des kératites sclérosantes, des irido-cyclites, des altérations de l'épithélium pigmentaire, et des atrophies optiques pouvant conduire à la cécité.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cutanés de l'onchocercose?\",\n    \"answer\": \"Les symptômes cutanés de l'onchocercose incluent des nodules sous-cutanés, des dermatites papulaires aiguës et chroniques, des dermatites lichénifiées, des atrophies cutanées, et des dépigmentations localisées.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la loase chez les expatriés?\",\n    \"answer\": \"Les symptômes de la loase chez les expatriés incluent des œdèmes de Calabar, des prurits fréquents, et parfois des atteintes oculaires, rénales, cardiaques, neurologiques et articulaires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la méthode de diagnostic de la dracunculose?\",\n    \"answer\": \"Le diagnostic de la dracunculose repose sur l'observation clinique du ver femelle adulte perforant la peau, souvent au niveau d'un membre inférieur.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la dracunculose?\",\n    \"answer\": \"Les symptômes de la dracunculose incluent un micro-ulcère cutané chronique au niveau d'un membre inférieur, souvent accompagné de l'expulsion des embryons au contact de l'eau.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la filariose lymphatique aiguë?\",\n    \"answer\": \"Les symptômes de la filariose lymphatique aiguë incluent une dermato-lymphangio-adénite avec œdème douloureux, fièvre et frissons, et une lymphangite filarienne aiguë.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la filariose lymphatique chronique?\",\n    \"answer\": \"Les symptômes de la filariose lymphatique chronique incluent des hydrocèles, des chylocèles, des chyluries, et des lymphœdèmes pouvant évoluer vers l'éléphantiasis.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la cause de l'éléphantiasis dans les filarioses lymphatiques?\",\n    \"answer\": \"L'éléphantiasis est causé par la répétition des épisodes de dermato-lymphangio-adénite et la dysfonction lymphatique.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes oculaires de l'onchocercose?\",\n    \"answer\": \"Les symptômes oculaires de l'onchocercose incluent des kératites ponctuées, des kératites sclérosantes, des irido-cyclites, des altérations de l'épithélium pigmentaire, et des atrophies optiques pouvant conduire à la cécité.\",\n    \"qtype\": \"symptômes\"\n  }\n]"