"[\n  {\n    \"question\": \"Qu'est-ce que les fièvres hémorragiques virales (FHV) ?\",\n    \"answer\": \"Les fièvres hémorragiques virales (FHV) sont un groupe d'infections virales systémiques graves pouvant comporter un syndrome hémorragique au cours de leur évolution. Elles sont hautement contagieuses, notamment en milieu de soins, et ont une forte létalité.\",\n    \"qtype\": \"généralités\"\n  },\n  {\n    \"question\": \"Quels sont les principaux virus responsables des FHV ?\",\n    \"answer\": \"Les principaux virus responsables des FHV appartiennent à plusieurs familles : Flaviviridae, Bunyaviridae, Arenaviridae, et Filoviridae.\",\n    \"qtype\": \"classification\"\n  },\n  {\n    \"question\": \"Quels sont les réservoirs des FHV arbovirales ?\",\n    \"answer\": \"Les réservoirs des FHV arbovirales incluent les primates pour le virus amaril (fièvre jaune) et l'homme pour la dengue.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmettent les virus des FHV arbovirales ?\",\n    \"answer\": \"Les virus des FHV arbovirales sont transmis par des arthropodes vecteurs tels que les moustiques et les tiques.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes initiaux des FHV ?\",\n    \"answer\": \"Les symptômes initiaux des FHV incluent un syndrome infectieux aigu, pseudo-grippal avec parfois un rash cutané, pharyngite, douleurs rétro-orbitaires, hyperhémie conjonctivale, et œdème facial.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation moyenne des FHV ?\",\n    \"answer\": \"La durée d'incubation moyenne des FHV est de 3 à 10 jours, mais elle peut être prolongée jusqu'à 21 jours.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les taux de létalité pour les différentes FHV ?\",\n    \"answer\": \"Les taux de létalité varient : 50 à 80 % pour Ebola, 20 à 30 % pour Marburg, 15 à 20 % pour Lassa (hospitalisés), 1 à 5 % pour la fièvre de la vallée du Rift, et 5 à 30 % pour la FH de Crimée-Congo.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les critères épidémiologiques pour suspecter une FHV ?\",\n    \"answer\": \"Les critères épidémiologiques incluent la notion de séjour en zone d'endémie ou d'épidémie, et l'exposition au risque (contact avec des malades, des primates, des rongeurs, des chauves-souris, participation à une inhumation).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères cliniques pour suspecter une FHV ?\",\n    \"answer\": \"Les critères cliniques incluent le délai entre l'exposition et la survenue des symptômes, des signes évocateurs ou compatibles (pharyngite, conjonctivite, exanthème), et l'échec d'un traitement probabiliste (antipaludique, antibiotique).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les mesures de protection des soignants en cas de FHV ?\",\n    \"answer\": \"Les mesures de protection des soignants incluent l'isolement géographique et technique des patients, l'utilisation de matériel à usage unique, et la limitation de l'accès aux malades au personnel et aux membres de la famille autorisés.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les principaux points de la stratégie de lutte contre une épidémie de FHV ?\",\n    \"answer\": \"Les principaux points incluent l'établissement d'un comité de coordination, la mise en place d'un programme de mobilisation sociale, l'aménagement de centres de traitement, l'édification d'un système de surveillance, et le suivi des sujets contact.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la période d'état des FHV ?\",\n    \"answer\": \"Les symptômes de la période d'état incluent des atteintes de divers appareils (digestif, cardio-vasculaire, rénal, hépatique, nerveux) selon le virus en cause.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se fait la transmission interhumaine des Filoviridae ?\",\n    \"answer\": \"La transmission interhumaine des Filoviridae se fait lors de contacts directs avec des liquides biologiques infectés (sang, salive, vomissures, selles, urines, sperme) avec la peau et les muqueuses.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quels sont les signes d'orientation étiologique des FHV ?\",\n    \"answer\": \"Les signes d'orientation étiologique incluent une pharyngite, des douleurs rétro-orbitaires, une hyperhémie conjonctivale, et un œdème facial.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les réservoirs des Hantavirus ?\",\n    \"answer\": \"Les réservoirs des Hantavirus incluent les rongeurs.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes évocateurs d'une FHV en période d'épidémie ?\",\n    \"answer\": \"Les symptômes évocateurs incluent une fièvre élevée à début brutal, une hémorragie, une diarrhée sanglante, ou une hématurie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes compatibles avec une FHV en période d'épidémie ?\",\n    \"answer\": \"Les symptômes compatibles incluent céphalées, fatigue, myalgies ou arthralgies, dyspnée, vomissements ou nausées, diarrhée, douleurs abdominales, dysphagie, hoquet, ou saignements inexpliqués.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères pour définir un cas probable de FHV ?\",\n    \"answer\": \"Un cas probable est une personne présentant des symptômes compatibles avec une FHV, évalués par un médecin, ou une personne décédée présentant un lien épidémiologique avec un cas confirmé.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères pour définir un cas suspect de FHV ?\",\n    \"answer\": \"Un cas suspect est une personne décédée ou vivante ayant été en contact avec un cas probable ou confirmé de FHV ou avec un animal mort ou malade, et/ou fébrile et présentant au moins trois des symptômes suivants : céphalées, fatigue, myalgies ou arthralgies, dyspnée, vomissements ou nausées, diarrhée, douleurs abdominales, dysphagie, hoquet, ou saignements inexpliqués.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les critères pour définir un cas alerte de FHV ?\",\n    \"answer\": \"Un cas alerte est une personne ayant présenté une fièvre élevée à début brutal ou décédée soudainement ou ayant présenté une hémorragie ou une diarrhée sanglante (dite diarrhée rouge) ou une hématurie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la phase d'invasion des FHV ?\",\n    \"answer\": \"Les symptômes de la phase d'invasion incluent un syndrome infectieux aigu, pseudo-grippal avec parfois rash cutané, pharyngite, douleurs rétro-orbitaires, hyperhémie conjonctivale, et œdème facial.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la phase d'état des FHV ?\",\n    \"answer\": \"Les symptômes de la phase d'état incluent des atteintes de divers appareils (digestif, cardio-vasculaire, rénal, hépatique, nerveux) selon le virus en cause.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes évoluées des FHV ?\",\n    \"answer\": \"Les symptômes des formes évoluées incluent des hémorragies différées, inconstantes et d'expression variable, des tableaux les plus bénins aux plus graves (pétéchies, purpura, melaena, hématémèse).\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes graves des FHV ?\",\n    \"answer\": \"Les symptômes des formes graves incluent un syndrome de défaillance multiviscérale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes bénignes des FHV ?\",\n    \"answer\": \"Les symptômes des formes bénignes incluent des pétéchies et purpura.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes sévères des FHV ?\",\n    \"answer\": \"Les symptômes des formes sévères incluent melaena et hématémèse.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes a ou pauci symptomatiques des FHV ?\",\n    \"answer\": \"Les formes a ou pauci symptomatiques des FHV incluent des présentations cliniques dont la fréquence reste à évaluer.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes résurgentes des FHV ?\",\n    \"answer\": \"Les formes résurgentes des FHV incluent des cas de résurgences jusqu'à 5 ans après la phase aiguë, observés pour le virus Ebola.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes asymptomatiques des FHV ?\",\n    \"answer\": \"Les formes asymptomatiques des FHV incluent des patients asymptomatiques qui ne sont pas contagieux.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les précautions standard à respecter pour un patient suspect de FHV Ebola?\",\n    \"réponse\": \"La prise en charge repose sur un strict respect des précautions standard d’hygiène, complétées par des précautions complémentaires de type « air » et « contact » avec des mesures barrières renforcées, notamment port de gants systématique, éviter tout contact avec le sang et tous les fluides corporels, renforcer le lavage des mains, porter des gants et les changer après chaque acte, porter masque, blouses, lunettes de protection en cas de soins de proximité et de risque de projections, limiter les gestes invasifs et éviter les injections, désinfecter les surfaces et mettre en place une filière spécifique d’élimination des déchets médicaux et des excrétas.\",\n    \"qtype\": \"traitements\"\n  }\n]"