"[\n  {\n    \"question\": \"Quelles sont les espèces de spirochètes responsables des fièvres récurrentes?\",\n    \"answer\": \"Les fièvres récurrentes sont dues à différentes espèces de spirochètes du genre Borrelia.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs de la fièvre récurrente épidémique?\",\n    \"answer\": \"Le pou du corps de l’homme, Pediculus humanus humanus, transmet Borrelia recurrentis, l’agent de la fièvre récurrente épidémique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs des fièvres récurrentes humaines régionales ou endémiques?\",\n    \"answer\": \"Des tiques molles des genres Ornithodoros et Argas sont les vecteurs de nombreuses borrélioses responsables de fièvres récurrentes humaines régionales ou endémiques.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Où la fièvre récurrente à poux est-elle actuellement rare?\",\n    \"answer\": \"Elle est actuellement rare hormis certains foyers en Ethiopie, au Soudan, en Erythrée et en Somalie.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est l'incidence annuelle de l'infection à B. duttonii chez les enfants en Tanzanie?\",\n    \"answer\": \"Elle est estimée à 384/1 000 chez les enfants de moins de 1 an et de 163/1 000 chez les enfants de moins de 5 ans.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la durée moyenne de la période d'incubation de la fièvre récurrente à poux?\",\n    \"answer\": \"La durée de la période d’incubation est en moyenne de 7 jours.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes initiaux de la fièvre récurrente à poux?\",\n    \"answer\": \"Le début est brutal et marqué par une sensation de froid, un frisson suivi d’une fièvre élevée dépassant souvent 40°C associés à des céphalées, des myalgies, des arthralgies, des douleurs abdominales, une anorexie, une toux sèche, des nausées, des vomissements, des vertiges.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes neurologiques habituels de la fièvre récurrente à poux?\",\n    \"answer\": \"Des manifestations neurologiques avec des troubles de la vigilance sont habituelles.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quelle est la durée moyenne du premier épisode fébrile de la fièvre récurrente à poux?\",\n    \"answer\": \"La durée du premier épisode fébrile est en moyenne de 5,5 jours.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quelle est la durée moyenne des intervalles inter critiques de la fièvre récurrente à poux?\",\n    \"answer\": \"La durée des intervalles inter critiques est en moyenne de 9,25 jours.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quelle est la durée moyenne des rechutes de la fièvre récurrente à poux?\",\n    \"answer\": \"La durée moyenne des rechutes est de 1,9 jours.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de la fièvre récurrente à tiques?\",\n    \"answer\": \"L’accès fébrile s’accompagne généralement de frissons, de céphalées, d’asthénie et d’algies diffuses (myalgies, lombalgies, arthralgies). Les troubles digestifs sont fréquents : anorexie, douleurs abdominales, nausées, vomissements et diarrhées.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quelle est la durée moyenne des accès fébriles de la fièvre récurrente à tiques?\",\n    \"answer\": \"D’une durée moyenne de trois à quatre jours, les accès fébriles alternent avec des phases d’apyrexie de deux à dix jours.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes digestifs fréquents de la fièvre récurrente à tiques?\",\n    \"answer\": \"Les troubles digestifs sont fréquents : anorexie, douleurs abdominales, nausées, vomissements et diarrhées.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes rares de la fièvre récurrente à tiques?\",\n    \"answer\": \"Une rougeur de la face, une injection conjonctivale et, plus rarement, une toux sèche s’ajoutent au tableau clinique.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes neuro-psychiques possibles lors des récurrences de la fièvre récurrente à tiques?\",\n    \"answer\": \"Elles se traduisent par un syndrome méningé, des troubles neuro-psychiques avec agitation, agressivité, idées de persécution, névralgies, paresthésies, parésies, paralysie faciale, atteinte des VIIe et VIIIe paires de nerfs crâniens et crises convulsives.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes oculaires exceptionnels de la fièvre récurrente à tiques?\",\n    \"answer\": \"Exceptionnellement, des atteintes oculaires peuvent être rencontrées avec atteinte du vitré, de l'iris et du nerf optique.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'infection aiguë à B. miyamotoi?\",\n    \"answer\": \"Il semble qu’au moins dans la moitié des cas d’infection aiguë à B. miyamotoi, la symptomatologie soit compatible avec les autres fièvres récurrentes à tiques avec des épisodes fébriles récurrents.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes orientant vers une maladie de Lyme lors d'une infection à B. miyamotoi?\",\n    \"answer\": \"Certains malades infectés par B. miyamotoi peuvent présenter un érythéma migrans et autres symptômes orientant vers une maladie de Lyme.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs de Borrelia miyamotoi?\",\n    \"answer\": \"Borrelia miyamotoi est hébergée par des tiques dures du genre Ixodes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les vecteurs des Borrelia responsables de fièvres récurrentes à tiques?\",\n    \"answer\": \"Les Borrelia responsables de fièvres récurrentes à tiques sont transmises par des tiques molles des genres Ornithodoros et Argas.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la méthode de coloration utilisée pour détecter les Borrelia des fièvres récurrentes dans les tissus?\",\n    \"answer\": \"Les Borrelia des fièvres récurrentes sont détectables dans les tissus par la coloration de Warthin-Starry, coloration à l’argent.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux organes où les Borrelia des fièvres récurrentes se localisent?\",\n    \"answer\": \"On les retrouve principalement dans la rate, le foie, le cerveau, les yeux ou les reins, mais pas au niveau cutané.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques de la fièvre récurrente à poux?\",\n    \"answer\": \"Les symptômes incluent une sensation de froid, un frisson suivi d’une fièvre élevée, des céphalées, des myalgies, des arthralgies, des douleurs abdominales, une anorexie, une toux sèche, des nausées, des vomissements, des vertiges, des manifestations hémorragiques, des manifestations neurologiques, une conjonctivite, une éruption pétéchiale, une splénomégalie et une hépatomégalie.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques de la fièvre récurrente à tiques?\",\n    \"answer\": \"Les symptômes incluent des frissons, des céphalées, de l’asthénie, des algies diffuses, des troubles digestifs, une splénomégalie, une hépatomégalie, une rougeur de la face, une injection conjonctivale et une toux sèche.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques de l'infection à B. miyamotoi?\",\n    \"answer\": \"Les symptômes incluent des épisodes fébriles récurrents et, dans certains cas, un érythéma migrans et autres symptômes orientant vers une maladie de Lyme.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques des fièvres récurrentes à poux et à tiques?\",\n    \"answer\": \"Les manifestations cliniques des fièvres récurrentes à poux et à tiques sont comparables, incluant des épisodes fébriles, des céphalées, des myalgies, des arthralgies, des douleurs abdominales, une anorexie, une toux sèche, des nausées, des vomissements, des vertiges, des manifestations hémorragiques, des manifestations neurologiques, une conjonctivite, une éruption pétéchiale, une splénomégalie et une hépatomégalie.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques des fièvres récurrentes à tiques?\",\n    \"answer\": \"Les symptômes incluent des frissons, des céphalées, de l’asthénie, des algies diffuses, des troubles digestifs, une splénomégalie, une hépatomégalie, une rougeur de la face, une injection conjonctivale et une toux sèche.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques de l'infection à B. miyamotoi?\",\n    \"answer\": \"Les symptômes incluent des épisodes fébriles récurrents et, dans certains cas, un érythéma migrans et autres symptômes orientant vers une maladie de Lyme.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes classiques de l'insuffisance rénale biologique?\",\n    \"answer\": \"Les symptômes classiques de l'insuffisance rénale biologique incluent une cytolyse modérée sans choléstase majeure, une hématurie et une protéinurie.\",\n    \"qtype\": \"symptômes\"\n  }\n]"