"[\n  {\n    \"question\": \"Quels sont les signes cliniques imposant une prise en charge urgente en cas de fièvre aiguë?\",\n    \"answer\": \"Les signes cliniques imposant une prise en charge urgente incluent une fréquence respiratoire > 24/min, une fréquence cardiaque > 120/min, une TA systolique < 80 mmHg, des marbrures cutanées, des extrémités froides, et une oligurie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels diagnostics sont à redouter en cas de fréquence respiratoire > 24/min et fréquence cardiaque > 120/min?\",\n    \"answer\": \"Les diagnostics à redouter incluent le sepsis et le choc septique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour un patient présentant des signes de sepsis ou de choc septique?\",\n    \"answer\": \"Les traitements recommandés incluent le remplissage, l'oxygénothérapie, et l'antibiothérapie probabiliste.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une méningococcémie?\",\n    \"answer\": \"Les signes cliniques d'une méningococcémie incluent un purpura.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels examens sont recommandés en cas de suspicion de méningococcémie?\",\n    \"answer\": \"Les examens recommandés incluent les hémocultures et l'isolement.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une neuropaludisme?\",\n    \"answer\": \"Les signes cliniques d'une neuropaludisme incluent des troubles neurologiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels examens sont recommandés en cas de suspicion de neuropaludisme?\",\n    \"answer\": \"Les examens recommandés incluent le frottis, la goutte épaisse, et le TDR.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une appendicite ou péritonite?\",\n    \"answer\": \"Les signes cliniques incluent des douleurs abdominales.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une dermo-hypodermite nécrosante?\",\n    \"answer\": \"Les signes cliniques incluent un œdème douloureux d'un membre ou du cou.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une endocardite (sub)aiguë?\",\n    \"answer\": \"Les signes cliniques incluent une valvulopathie et un souffle cardiaque.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les diagnostics à redouter chez un nouveau-né de moins de 28 jours présentant une fièvre?\",\n    \"answer\": \"Les diagnostics à redouter incluent une infection par Streptocoque B, Listeria monocytogenes, et Escherichia coli.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les diagnostics à redouter chez une femme enceinte présentant une fièvre?\",\n    \"answer\": \"Les diagnostics à redouter incluent le paludisme, Listeria monocytogenes, et Escherichia coli.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les diagnostics à redouter chez un patient asplénique présentant une fièvre?\",\n    \"answer\": \"Les diagnostics à redouter incluent une infection par Pneumocoque et le paludisme.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les éléments à vérifier lors de l'interrogatoire d'un patient fébrile?\",\n    \"answer\": \"Les éléments à vérifier incluent les vaccinations, les antécédents de maladie immunisante, les déficits immunitaires, la prise de médicaments anti-infectieux ou immunosuppresseurs, les risques liés à des injections ou transfusions, les risques liés à des relations sexuelles non protégées, le type d'alimentation, l'habitation, le contage, la profession à risque, le contact avec des animaux, et les séjours à l'étranger.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes d'accompagnement d'une fièvre à rechercher lors de l'interrogatoire?\",\n    \"answer\": \"Les signes d'accompagnement incluent les frissons, sueurs, céphalées, arthralgies, myalgies, courbatures, et éruption cutanée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes d'altération de l'état général à rechercher lors de l'interrogatoire d'un patient fébrile?\",\n    \"answer\": \"Les signes d'altération de l'état général incluent l'asthénie, l'anorexie, l'amaigrissement, et l'insomnie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les syndromes de souffrance viscérale éventuellement associés au syndrome fébrile?\",\n    \"answer\": \"Les syndromes de souffrance viscérale incluent les syndromes respiratoire, cardiovasculaire, digestif, urogénital, neurologique, dermatologique, et rhumatologique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à une agranulocytose?\",\n    \"answer\": \"Les risques infectieux incluent les infections par E. coli, P. aeruginosa, les cocci à Gram+, Candida, et Aspergillus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à un déficit de type B « humoral »?\",\n    \"answer\": \"Les risques infectieux incluent les infections par E. coli, P. aeruginosa, les cocci à Gram+, Candida, et Aspergillus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à une asplénie?\",\n    \"answer\": \"Les risques infectieux incluent les infections par Pneumocoque et le paludisme.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une déshydratation aiguë?\",\n    \"answer\": \"Les signes cliniques incluent une fréquence respiratoire > 24/min, une fréquence cardiaque > 120/min, une TA systolique < 80 mmHg, des marbrures cutanées, des extrémités froides, et une oligurie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour une déshydratation aiguë?\",\n    \"answer\": \"Les traitements recommandés incluent la réhydratation.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une fièvre hémorragique?\",\n    \"answer\": \"Les signes cliniques incluent un purpura.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les examens recommandés en cas de suspicion de fièvre hémorragique?\",\n    \"answer\": \"Les examens recommandés incluent les hémocultures et l'isolement.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une méningo-encéphalite?\",\n    \"answer\": \"Les signes cliniques incluent des troubles neurologiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels examens sont recommandés en cas de suspicion de méningo-encéphalite?\",\n    \"answer\": \"Les examens recommandés incluent la PL et le scanner cérébral.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une infection par Listeria monocytogenes chez une femme enceinte?\",\n    \"answer\": \"Les signes cliniques incluent une fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels examens sont recommandés en cas de suspicion d'infection par Listeria monocytogenes chez une femme enceinte?\",\n    \"answer\": \"Les examens recommandés incluent le frottis sanguin et les hémocultures.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une infection par Escherichia coli chez un nouveau-né?\",\n    \"answer\": \"Les signes cliniques incluent une fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels examens sont recommandés en cas de suspicion d'infection par Escherichia coli chez un nouveau-né?\",\n    \"answer\": \"Les examens recommandés incluent les hémocultures et la ponction lombaire.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"