"[\n  {\n    \"question\": \"Qu'est-ce que la fièvre Q?\",\n    \"answer\": \"La fièvre Q est une zoonose causée par Coxiella burnetii. La primo-infection symptomatique est appelée fièvre Q aiguë. Dans de rares cas, la bactérie peut échapper au contrôle immunitaire et provoquer des infections chroniques focalisées persistantes potentiellement mortelles.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment la fièvre Q est-elle transmise à l'homme?\",\n    \"answer\": \"La transmission à l'homme se fait principalement par l'inhalation d'aérosols contaminés à partir des produits de parturition (placenta, liquide amniotique) de bétail infecté. La contamination peut également se faire par ingestion de lait cru, exposition au sang, voie transplacentaire ou sexuelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les réservoirs de Coxiella burnetii?\",\n    \"answer\": \"Les réservoirs de Coxiella burnetii comprennent les mammifères (bovins, moutons, chèvres surtout), les oiseaux et les arthropodes (principalement tiques).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est l'incidence de la fièvre Q en France?\",\n    \"answer\": \"L'incidence de la fièvre Q aiguë en France est d'environ 50 cas pour 100 000 personnes par an, soit environ 1 cas d'endocardite liée à la fièvre Q pour 1 000 000 de personnes par an.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q aiguë?\",\n    \"answer\": \"Les symptômes de la fièvre Q aiguë incluent une forme pseudo-grippale avec fièvre à 40°C, asthénie, céphalées et myalgies, une pneumonie, et une hépatite qui peut être minime, modérée ou sévère.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission de la fièvre Q?\",\n    \"answer\": \"Les modes de transmission de la fièvre Q incluent l'inhalation d'aérosols contaminés, l'ingestion de lait cru, l'exposition au sang, la voie transplacentaire et la transmission sexuelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes biologiques non spécifiques de la fièvre Q?\",\n    \"answer\": \"Les signes biologiques non spécifiques de la fièvre Q incluent une hyperleucocytose (25 %), une thrombopénie (25 %) et des enzymes hépatiques élevées (85 %).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la fièvre Q pendant la grossesse?\",\n    \"answer\": \"Pendant la grossesse, la fièvre Q peut entraîner des complications obstétricales telles que l'avortement spontané, le retard de croissance, la mort fœtale in utero, l'oligo-amnios, l'accouchement prématuré et les malformations fœtales.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les enfants?\",\n    \"answer\": \"Chez les enfants, la fièvre Q aiguë est souvent asymptomatique. L'endocardite peut survenir chez des enfants atteints de cardiopathie congénitale ou de valvulopathie rhumatismale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'infection aiguë par Coxiella burnetii?\",\n    \"answer\": \"Les symptômes de l'infection aiguë par Coxiella burnetii incluent une forme pseudo-grippale avec fièvre à 40°C, asthénie, céphalées et myalgies, une pneumonie, et une hépatite qui peut être minime, modérée ou sévère.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections focalisées persistantes à Coxiella burnetii?\",\n    \"answer\": \"Les infections focalisées persistantes à Coxiella burnetii peuvent inclure des endocardites, des anévrismes mycotiques vasculaires, des infections de prothèse vasculaire, des infections ostéo-articulaires et une hépatite fibrosante.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la pneumonie causée par la fièvre Q?\",\n    \"answer\": \"Les symptômes de la pneumonie causée par la fièvre Q incluent une fièvre élevée, des céphalées, des myalgies, et un épanchement pleural. La radiographie pulmonaire visualise une pneumonie atypique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'hépatite causée par la fièvre Q?\",\n    \"answer\": \"Les symptômes de l'hépatite causée par la fièvre Q peuvent être minimes, modérés ou sévères. L'ictère est rarement présent. L'infection aiguë peut se manifester comme une hépatite granulomateuse.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes rares de la fièvre Q aiguë?\",\n    \"answer\": \"Les symptômes rares de la fièvre Q aiguë peuvent inclure une éruption maculo-papuleuse, un purpura, une péricardite, une myocardite, une gastro-entérite, une méningo-encéphalite aseptique, une cholécystite aiguë alithiasique, une uvéite, une névrite optique, une thyroïdite ou une vascularite.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'endocardite causée par Coxiella burnetii?\",\n    \"answer\": \"Les symptômes de l'endocardite causée par Coxiella burnetii peuvent inclure une fièvre persistante, une fatigue, une perte de poids, et des signes d'insuffisance cardiaque.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections vasculaires causées par Coxiella burnetii?\",\n    \"answer\": \"Les symptômes des infections vasculaires causées par Coxiella burnetii peuvent inclure des douleurs localisées, une fièvre persistante, et des signes d'inflammation vasculaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections ostéo-articulaires causées par Coxiella burnetii?\",\n    \"answer\": \"Les symptômes des infections ostéo-articulaires causées par Coxiella burnetii peuvent inclure des douleurs articulaires, une inflammation, et une limitation des mouvements.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la lymphadénite chronique causée par Coxiella burnetii?\",\n    \"answer\": \"Les symptômes de la lymphadénite chronique causée par Coxiella burnetii peuvent inclure une fièvre persistante, une fatigue, et des ganglions lymphatiques enflés.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients immunodéprimés?\",\n    \"answer\": \"Chez les patients immunodéprimés, la fièvre Q peut se manifester par des infections focalisées persistantes telles que des endocardites, des anévrismes mycotiques vasculaires, et des infections de prothèse vasculaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec des comorbidités?\",\n    \"answer\": \"Chez les patients avec des comorbidités, la fièvre Q peut se manifester par des infections focalisées persistantes telles que des endocardites, des anévrismes mycotiques vasculaires, et des infections de prothèse vasculaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une valvulopathie cardiaque?\",\n    \"answer\": \"Chez les patients avec une valvulopathie cardiaque, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une prothèse valvulaire?\",\n    \"answer\": \"Chez les patients avec une prothèse valvulaire, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une valve aortique bicuspide?\",\n    \"answer\": \"Chez les patients avec une valve aortique bicuspide, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec un prolapsus valvulaire mitral?\",\n    \"answer\": \"Chez les patients avec un prolapsus valvulaire mitral, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une valvulopathie pré-existante?\",\n    \"answer\": \"Chez les patients avec une valvulopathie pré-existante, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une valvulopathie non diagnostiquée?\",\n    \"answer\": \"Chez les patients avec une valvulopathie non diagnostiquée, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une valvulopathie cliniquement silencieuse?\",\n    \"answer\": \"Chez les patients avec une valvulopathie cliniquement silencieuse, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une valvulopathie non diagnostiquée?\",\n    \"answer\": \"Chez les patients avec une valvulopathie non diagnostiquée, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la fièvre Q chez les patients avec une valvulopathie cliniquement silencieuse?\",\n    \"answer\": \"Chez les patients avec une valvulopathie cliniquement silencieuse, la fièvre Q aiguë peut évoluer vers une endocardite en l'absence de traitement adapté.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les auto-anticorps fréquemment trouvés dans la fièvre Q?\",\n    \"answer\": \"Des auto-anticorps sont fréquemment trouvés dans la fièvre Q, bien que leur signification soit encore inconnue.\",\n    \"qtype\": \"symptômes\"\n  }\n]"