"[\n  {\n    \"question\": \"Qu'est-ce qui définit une fièvre prolongée?\",\n    \"answer\": \"L’augmentation de la température à plus de 38,3 °C pendant plus de 3 semaines définit la fièvre prolongée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la méthode de référence pour la prise de température?\",\n    \"answer\": \"La méthode de référence est la prise de température avec un thermomètre électronique par voie rectale.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les types de courbes de fièvre qui peuvent orienter vers une étiologie?\",\n    \"answer\": \"Les courbes de fièvre en plateau (typhoïde), ondulantes (brucellose), tierce ou quarte (paludisme), récurrentes (borrélioses), désarticulées (endocardites, hémopathies, leishmaniose viscérale) et les fébricules (tuberculose, brucellose chronique).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels antécédents doivent être pris en compte lors de l'anamnèse pour une fièvre prolongée?\",\n    \"answer\": \"Les antécédents personnels infectieux et vaccinaux, les antécédents chirurgicaux et de pose de matériel prothétique, le milieu de vie, les potentiels contages infectieux, l’exposition aux animaux, la réalisation de voyages récents et la prise de médicaments.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels signes généraux doivent être recherchés lors de l'examen clinique d'une fièvre prolongée?\",\n    \"answer\": \"Les signes généraux à rechercher sont l'anorexie, la perte de poids, les troubles trophiques, l'asthénie, les sueurs, les frissons et la douleur.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens complémentaires sont systématiquement pratiqués en cas de fièvre isolée?\",\n    \"answer\": \"NFS-plaquettes, ionogramme sanguin, créatininémie, bilan hépatique, CRP, hémocultures, bandelette urinaire, sérologie VIH, radiographie de thorax.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens peuvent être réalisés selon les points d'appel clinique?\",\n    \"answer\": \"Ponction lombaire, échographies abdominale ou cardiaque, tomo-densitométrie, endoscopies digestive ou bronchique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les causes infectieuses majoritaires de fièvre prolongée?\",\n    \"answer\": \"Les endocardites infectieuses, les infections sur matériel prothétique, les abcès, les infections canalaires digestives et urinaires, et la tuberculose.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quelle pathologie doit être recherchée en cas d'hépato-splénomégalie fébrile dans les aires de transmission?\",\n    \"answer\": \"La leishmaniose viscérale.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'épreuve recommandé en cas de difficulté de documentation microbiologique?\",\n    \"answer\": \"Un traitement d'épreuve peut être institué pour argumenter un diagnostic en cas de difficulté de documentation microbiologique (tuberculose, paludisme viscéral évolutif, endocardite à hémocultures négatives).\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce que la cachexie?\",\n    \"answer\": \"La cachexie est un état de malnutrition chronique avec inflammation, associant une anorexie et une destruction tissulaire causée par la pathologie sous-jacente.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de la cachexie chez l'enfant?\",\n    \"answer\": \"Amaigrissement avec fonte musculaire, troubles de la croissance conduisant à un retard statural donnant un aspect « rabougri » de l’enfant.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les diagnostics pour la tuberculose?\",\n    \"answer\": \"Radiographies, IDR, biopsie de foie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer la typhoïde et autres salmonelloses?\",\n    \"answer\": \"Hémocultures, échographie vésiculaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer la brucellose?\",\n    \"answer\": \"Hémocultures, sérologie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer les borrélioses?\",\n    \"answer\": \"Frottis sanguin.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer la coxiellose?\",\n    \"answer\": \"Sérologie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer la syphilis secondaire et tertiaire?\",\n    \"answer\": \"Sérologie, ponction lombaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer une endocardite ou bactériémie?\",\n    \"answer\": \"Hémocultures, échographie cardiaque.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer une infection biliaire?\",\n    \"answer\": \"Hémocultures, échographie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer une infection urinaire ou prostatite?\",\n    \"answer\": \"Hémocultures, ECBU, échographie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer des abcès profonds ou infections pelviennes?\",\n    \"answer\": \"Échographie, scanner, ponctions.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer des ostéo-arthrites?\",\n    \"answer\": \"Hémocultures, radiographies, scanner, scintigraphie, ponction/biopsie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer une infection sur prothèse?\",\n    \"answer\": \"Hémocultures, radiographies, scanner, scintigraphie, ponction/biopsie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer le paludisme chronique?\",\n    \"answer\": \"Frottis-goutte épaisse, sérologie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer la leishmaniose viscérale?\",\n    \"answer\": \"Ponction sternale, sérologie, cultures du sang et de moelle.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer l'amœbose hépatique?\",\n    \"answer\": \"NFS, échographie, sérologie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont utilisés pour diagnostiquer la toxoplasmose?\",\n    \"answer\": \"NFS, sérologie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes associés à une fièvre prolongée?\",\n    \"answer\": \"Anorexie, perte de poids, asthénie, sueurs, frissons, douleur.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques à rechercher lors de l'examen corporel pour une fièvre prolongée?\",\n    \"answer\": \"Adénopathies, hépato-splénomégalie, souffle cardiaque, lésions cutanées, douleurs des articulations, examen du rachis.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"