"[\n  {\n    \"question\": \"Qu'est-ce que la gale?\",\n    \"answer\": \"La gale ou scabiose est une dermatose contagieuse, prurigineuse, cosmopolite, très répandue notamment dans les collectivités humaines, due au parasitisme par un acarien Sarcoptes scabiei var hominis.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisants de la gale?\",\n    \"answer\": \"Un défaut d’hygiène des vêtements, l’absence d'eau courante, la pauvreté et le surpeuplement à l’intérieur des habitations sont des facteurs favorisants.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Combien de cas de gale y a-t-il par an dans le monde?\",\n    \"answer\": \"Il y aurait plus de 450 millions de cas par an dans le monde.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est l'agent pathogène de la gale?\",\n    \"answer\": \"Sarcoptes scabiei var hominis est un acarien, parasite de l’épiderme, strictement adapté à l’homme.\",\n    \"qtype\": \"agent pathogène\"\n  },\n  {\n    \"question\": \"Comment se déroule le cycle de vie de Sarcoptes scabiei var hominis?\",\n    \"answer\": \"Les sarcoptes adultes s’accouplent à la surface de la peau de leur hôte. Le mâle disparait après l’accouplement tandis que la femelle fécondée s’enfonce aussitôt dans la peau en creusant une galerie. Elle pond environ 1 à 2 œufs par jour. Les œufs éclosent en 3 à 4 jours, donnant des larves qui se transforment en nymphes puis en adultes. Le cycle dure environ 15 jours à 3 semaines.\",\n    \"qtype\": \"cycle de vie\"\n  },\n  {\n    \"question\": \"Comment se transmet la gale?\",\n    \"answer\": \"Le passage de la femelle parasite d’un hôte à l’autre s’effectue lors d’un contact cutané direct ou par l’intermédiaire d’objets de toilette, de vêtements ou de la literie.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale commune chez l'adulte et l'enfant?\",\n    \"answer\": \"Le patient consulte habituellement pour un prurit féroce, souvent continu, avec une recrudescence nocturne. Les autres manifestations cutanées sont les vésicules, les sillons et les lésions de grattages.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson?\",\n    \"answer\": \"Le nourrisson est souvent agité, il pleure et dort mal. Il présente des lésions vésiculeuses, souvent surinfectées, siégeant principalement sur la plante des pieds, les aisselles, l’ombilic et les fesses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Qu'est-ce que la gale profuse ou croûteuse?\",\n    \"answer\": \"Chez le sujet âgé et l’immunodéprimé ou après une corticothérapie locale intensive, la gale est moins prurigineuse. Les lésions typiques du début se couvrent de squames puis de croûtes parfois épaisses et d’aspect blanc-jaune soufré.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se manifeste le prurit dans la gale?\",\n    \"answer\": \"Le prurit est féroce, souvent continu, avec une recrudescence nocturne. Il est retardé par rapport à la date présumée de contamination, n’apparaissant que 3 à 4 semaines après l’infestation.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de la gale commune?\",\n    \"answer\": \"Les signes cliniques incluent des papules, des vésicules, des lésions de grattage, et des nodules rosés ou violacés enchâssés dans le derme.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se fait le diagnostic de la gale?\",\n    \"answer\": \"Le diagnostic peut être confirmé par l’observation directe à l’aide d’un dermatoscope et/ou un prélèvement par grattage cutané au niveau des lésions.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les risques de surinfection de la gale?\",\n    \"answer\": \"La surinfection de la gale par des streptocoques ou des staphylocoques peut entraîner des impétigos avec un risque de syndrome post streptococcique (RAA) pour les streptocoques bêta-hémolytiques A.\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Qu'est-ce que le sillon scabieux?\",\n    \"answer\": \"Le sillon scabieux est une lésion sinueuse de 5 à 15 mm, légèrement surélevée et se terminant par une vésicule perlée, pathognomonique de la gale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale filarienne?\",\n    \"answer\": \"En zone d'endémie d'onchocercose, la gale peut être confondue avec la 'gale filarienne', fréquente chez les enfants, touchant souvent les fesses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le sujet âgé et l’immunodéprimé?\",\n    \"answer\": \"Chez le sujet âgé et l’immunodéprimé, la gale est moins prurigineuse et les lésions se couvrent de squames puis de croûtes épaisses et d’aspect blanc-jaune soufré.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se manifeste la gale chez les enfants défavorisés en milieu tropical?\",\n    \"answer\": \"La gale est souvent endémo-épidémique chez les enfants défavorisés en milieu tropical.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la taille de la femelle adulte de Sarcoptes scabiei var hominis?\",\n    \"answer\": \"La femelle adulte mesure environ 300 à 450 µm.\",\n    \"qtype\": \"agent pathogène\"\n  },\n  {\n    \"question\": \"Combien de temps les sarcoptes peuvent-ils survivre dans le milieu extérieur?\",\n    \"answer\": \"Les sarcoptes ne peuvent survivre plus de 48 heures dans le milieu extérieur dans un climat tempéré et sec.\",\n    \"qtype\": \"cycle de vie\"\n  },\n  {\n    \"question\": \"Quand un sujet devient-il contagieux après avoir été contaminé par la gale?\",\n    \"answer\": \"Un sujet devient contagieux par contact étroit, dès la première génération d’adultes issus de sa peau soit environ à partir de la 3e semaine après avoir été lui-même contaminé.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale au début de l'infestation?\",\n    \"answer\": \"Au début de l'infestation, les symptômes incluent des papules, des vésicules, et des lésions de grattage.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson au niveau des pieds?\",\n    \"answer\": \"Le nourrisson présente des lésions vésiculeuses, souvent surinfectées, siégeant principalement sur la plante des pieds.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson au niveau des aisselles?\",\n    \"answer\": \"Le nourrisson présente des lésions vésiculeuses, souvent surinfectées, siégeant principalement au niveau des aisselles.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson au niveau de l’ombilic?\",\n    \"answer\": \"Le nourrisson présente des lésions vésiculeuses, souvent surinfectées, siégeant principalement au niveau de l’ombilic.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson au niveau des fesses?\",\n    \"answer\": \"Le nourrisson présente des lésions vésiculeuses, souvent surinfectées, siégeant principalement au niveau des fesses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson au niveau des bras?\",\n    \"answer\": \"Les lésions peuvent s’étendre aux bras.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson au niveau de la poitrine?\",\n    \"answer\": \"Les lésions peuvent s’étendre à la poitrine.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le nourrisson au niveau des cuisses?\",\n    \"answer\": \"Les lésions peuvent s’étendre aux cuisses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale chez le sujet âgé après une corticothérapie locale intensive?\",\n    \"answer\": \"Chez le sujet âgé après une corticothérapie locale intensive, la gale est moins prurigineuse et les lésions se couvrent de squames puis de croûtes épaisses et d’aspect blanc-jaune soufré.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gale profuse croûteuse?\",\n    \"answer\": \"Les symptômes de la gale profuse croûteuse incluent des lésions sur toute la surface de la peau, y compris le visage, le dos, la paume des mains et la plante des pieds. Cette forme est très contagieuse et peut causer des épidémies dans les centres de gériatrie et les services d'hospitalisation de longue durée.\",\n    \"qtype\": \"symptômes\"\n  }\n]"