"[\n  {\n    \"question\": \"Quels sont les types de virus Herpes simplex (HSV) connus?\",\n    \"response\": \"Il existe deux types de virus Herpes simplex, HSV1 et HSV2.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le réservoir du virus Herpes simplex?\",\n    \"response\": \"L'homme est le seul réservoir du virus Herpes simplex.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la différence classique entre HSV1 et HSV2?\",\n    \"response\": \"Classiquement, HSV1 infecte plutôt la partie supérieure du corps et HSV2 plutôt la région génitale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"À quel âge survient l'infection par HSV1?\",\n    \"response\": \"L'infection par HSV1 survient dans l'enfance.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel pourcentage d'adultes ont des anticorps contre HSV1?\",\n    \"response\": \"90% des adultes ont des anticorps contre HSV1.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment évolue la prévalence des infections à HSV2?\",\n    \"response\": \"La prévalence des infections à HSV2 est en constante augmentation.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le mode de transmission de l'HSV?\",\n    \"response\": \"L'HSV se transmet par contact direct muqueux ou cutanéo-muqueux avec un sujet excrétant du virus.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Qu'est-ce que la primo-infection par HSV?\",\n    \"response\": \"La primo-infection est le premier contact avec le virus, symptomatique ou asymptomatique.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Où le virus HSV se localise-t-il après la primo-infection?\",\n    \"response\": \"Le virus se localise dans le ganglion nerveux correspondant où il reste quiescent.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'une récurrence d'HSV?\",\n    \"response\": \"Une récurrence est une réactivation virale avec des signes cliniques, survenant dans le même territoire que la primo-infection.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs déclenchants des récurrences d'HSV?\",\n    \"response\": \"Les causes des récurrences sont multiples : stress, soleil, fatigue, règles, fièvre, infection, grossesse.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Qu'est-ce que l'excrétion virale asymptomatique?\",\n    \"response\": \"L'excrétion virale asymptomatique est la détection de virus en l'absence de signes fonctionnels ou de lésions visibles.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés à l'herpès néonatal?\",\n    \"response\": \"L'herpès néonatal est grave avec un risque de mortalité et de séquelles neurosensorielles élevé chez le nouveau-né à terme.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment le nouveau-né peut-il se contaminer par HSV?\",\n    \"response\": \"Le nouveau-né peut se contaminer in utero, à l'accouchement ou pendant la période post-natale par l'entourage.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la primo-infection par HSV1 chez le petit enfant?\",\n    \"response\": \"La primo-infection par HSV1 chez le petit enfant se manifeste par une gingivo-stomatite aiguë, dysphagie, algies, hypersialorrhée, malaise général et fièvre à 39°C.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quelle est l'évolution de la primo-infection par HSV1 chez le petit enfant?\",\n    \"response\": \"L'évolution est favorable en 10-15 jours.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Où siège l'herpès oro-facial récurrent?\",\n    \"response\": \"L'herpès oro-facial récurrent siège avec prédilection sur le bord externe d'une lèvre.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la primo-infection par HSV2 chez la femme?\",\n    \"response\": \"Chez la femme, la primo-infection par HSV2 se manifeste par une vulvovaginite aiguë avec des vésicules puis érosions polycycliques vulvaires s'étendant vers l'anus, les parois vaginales, le col, la racine des cuisses, le pubis et les fesses.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la primo-infection par HSV2 chez l'homme?\",\n    \"response\": \"Chez l'homme, la primo-infection par HSV2 se manifeste par une éruption vésiculeuse puis érosive, hyperalgique, localisée sur la verge, le scrotum et la région anale.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quelle est la durée de guérison spontanée des récurrences d'HSV2?\",\n    \"response\": \"La guérison spontanée des récurrences d'HSV2 se fait en 1 à 2 semaines.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les prodromes de la récurrence d'HSV2?\",\n    \"response\": \"Les prodromes de la récurrence d'HSV2 incluent douleurs, brûlures, prurit, picotement pendant quelques heures.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'herpès néonatal?\",\n    \"response\": \"L'herpès néonatal peut se manifester par des lésions cutanées, des atteintes neurologiques ou des atteintes viscérales.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'herpès cutané?\",\n    \"response\": \"L'herpès cutané peut se manifester par des lésions sur les fesses, un panaris herpétique ou des lésions sur le nez.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'herpès oculaire?\",\n    \"response\": \"L'herpès oculaire peut se manifester par une kératite herpétique, une conjonctivite ou une uvéite.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'herpès neurologique?\",\n    \"response\": \"L'herpès neurologique peut se manifester par une méningite herpétique ou une encéphalite herpétique.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'herpès viscéral?\",\n    \"response\": \"L'herpès viscéral peut se manifester par une hépatite herpétique ou une pneumonie herpétique.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les traitements de l'herpès génital?\",\n    \"response\": \"Les traitements de l'herpès génital incluent les antiviraux comme l'acyclovir, le valacyclovir et le famciclovir.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements de l'herpès néonatal?\",\n    \"response\": \"Les traitements de l'herpès néonatal incluent l'acyclovir intraveineux.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements de l'herpès oculaire?\",\n    \"response\": \"Les traitements de l'herpès oculaire incluent les antiviraux topiques et systémiques.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements de l'herpès neurologique?\",\n    \"response\": \"Les traitements de l'herpès neurologique incluent l'acyclovir intraveineux.\",\n    \"qtype\": \"traitements\"\n  }\n]"