"[\n  {\n    \"question\": \"Qu'est-ce qu'une numération sanguine (NFS) ?\",\n    \"answer\": \"La numération sanguine (NFS ou hémogramme) est un examen automatisé de pratique courante dans les hôpitaux de district (niveau 2).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux types d'anémies selon le volume globulaire moyen (VGM) ?\",\n    \"answer\": \"Les anémies peuvent être microcytaires (VGM < 80 femtolitres), normocytaires (VGM entre 80 et 95 fL) et macrocytaires (VGM > 95 fL).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes d'anémie en zone tropicale ?\",\n    \"answer\": \"Les anémies en zone tropicale sont multifactorielles, incluant des causes infectieuses, carencielles (en fer, folates, vitamine B12) et congénitales (hémoglobinopathies).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'anémie ?\",\n    \"answer\": \"Les principaux agents infectieux responsables d'anémie sont le paludisme, les infections virales (VIH, Parvovirus B19), les ankylostomes, les bothriocéphales, la leishmaniose viscérale et la tuberculose.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Qu'est-ce que la drépanocytose et comment se manifeste-t-elle ?\",\n    \"answer\": \"La drépanocytose est une hémoglobinopathie de transmission autosomique dominante, responsable d’une anémie hémolytique et de crises vaso-occlusives déclenchées par le froid ou un syndrome infectieux.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements à envisager en cas d'anémie multifactorielle ?\",\n    \"answer\": \"Une supplémentation vitaminique et un déparasitage doivent systématiquement être envisagés.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelles sont les causes fréquentes de polyglobulie secondaire ?\",\n    \"answer\": \"Les polyglobulies secondaires sont souvent causées par une hypoxie chronique, une sténose des artères rénales ou une lésion tumorale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'une polynucléose neutrophile et quelles en sont les causes ?\",\n    \"answer\": \"Une polynucléose neutrophile est une augmentation des neutrophiles (> 7 000/mm3), souvent causée par une infection bactérienne, une amibiase hépatique, ou des conditions physiologiques comme la grossesse.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les principales étiologies des neutropénies aigues ?\",\n    \"answer\": \"Les principales étiologies des neutropénies aigues sont virales et iatrogènes. Une neutropénie peut également survenir au cours d’un accès palustre.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'une hyperlymphocytose et quelles en sont les causes fréquentes ?\",\n    \"answer\": \"L'hyperlymphocytose est une augmentation des lymphocytes (> 4 000/mm3), fréquente au cours des viroses et de la trypanosomose.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles infections peuvent causer une thrombopénie ?\",\n    \"answer\": \"Les infections les plus thrombopéniantes sont le paludisme et les infections virales (arboviroses, VIH).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les causes fréquentes de thrombocytose modérée ?\",\n    \"answer\": \"Une thrombocytose modérée peut être observée au cours de la grossesse, d’une carence martiale, d’une hémolyse chronique, et dans les suites d’une splénectomie ou d’un asplénisme.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de pancytopénie d'origine centrale ?\",\n    \"answer\": \"Les principales causes de pancytopénie d'origine centrale sont les hémopathies, les carences en vitamine B12 ou folates, et les causes iatrogènes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Qu'est-ce que l'hyperéosinophilie (HE) et quelles en sont les causes fréquentes en zone tropicale ?\",\n    \"answer\": \"L'hyperéosinophilie (HE) est définie par une éosinophilie sanguine supérieure ou égale à 1.5 G/L. En zone tropicale, elle est souvent causée par une infection helminthique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une hyperéosinophilie systémique nécessitant une prise en charge urgente ?\",\n    \"answer\": \"Les signes cliniques incluent des formes graves de primo-invasion helminthique, d’allergie médicamenteuse, de vascularites ou des proliférations hématologiques malignes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les agents les plus fréquemment impliqués dans le syndrome d’invasion helminthique ?\",\n    \"answer\": \"Les agents les plus fréquemment impliqués sont les douves hépatiques (F. hepatica, F. gigantica), les schistosomes, Toxocara sp. et Trichinella sp.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de thrombopénie centrale ?\",\n    \"answer\": \"Les principales causes de thrombopénie centrale incluent les hémopathies, la myélodysplasie, la tuberculose, la leishmaniose et le parvovirus B19.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les critères de gravité à rechercher en cas de thrombopénie ?\",\n    \"answer\": \"Les critères de gravité incluent des hémorragies extériorisées et des lésions endobuccales.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de lymphopénie ?\",\n    \"answer\": \"La lymphopénie est habituellement observée au cours de viroses (notamment l’infection par le VIH) et des hémopathies.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de monocytose ?\",\n    \"answer\": \"Une monocytose peut être causée par une virose, un paludisme, une trypanosomose, une syphilis, une rickettsiose, une brucellose ou une tuberculose.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de myélémie ?\",\n    \"answer\": \"Une myélémie peut exister au cours d’un sepsis grave, des hémopathies ou de la tuberculose hématopoïétique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de plasmocytose ?\",\n    \"answer\": \"Une rubéole ou une trypanosomose doivent être évoquées devant une plasmocytose.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de thrombopénie périphérique ?\",\n    \"answer\": \"Les principales causes de thrombopénie périphérique incluent les infections (paludisme, VIH, arboviroses), l'auto-immunité (lupus, polyarthrite rhumatoïde), et l'immuno-allergie (héparine, anti-convulsivants).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une thrombopénie sans signe hémorragique ?\",\n    \"answer\": \"Une thrombopénie sans signe hémorragique doit faire rechercher une fausse thrombopénie par aggrégation sur tube EDTA.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de thrombocytose sévère (> 1000 G/L) ?\",\n    \"answer\": \"Une thrombocytose sévère peut être le témoin d’une hémopathie, dont la plus fréquente est la thrombocytémie essentielle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés à une thrombocytose sévère ?\",\n    \"answer\": \"Une thrombocytose sévère expose à des accidents thrombotiques imposant un traitement approprié et une prévention au long cours par salicylés.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les principales causes de pancytopénie d'origine périphérique ?\",\n    \"answer\": \"Les principales causes de pancytopénie d'origine périphérique incluent les viroses (VIH, CMV, EBV) et l'hypersplénisme (paludisme viscéral, cirrhose).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une hyperéosinophilie systémique ?\",\n    \"answer\": \"Les signes cliniques incluent des signes généraux sévères, un purpura vasculaire, des hémorragies sous-unguéales en flammèches, des atteintes d’organes multiples, un syndrome tumoral et un aspect atypique des cellules sanguines sur le frottis.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements à envisager en cas d'hyperéosinophilie systémique ?\",\n    \"answer\": \"Le traitement doit être adapté à l'étiologie pour prévenir la toxicité du syndrome hyperéosinophile chronique.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les signes respiratoires associés à une hyperéosinophilie?\",\n    \"answer\": \"Les signes respiratoires associés à une hyperéosinophilie incluent le syndrome de Löffler lors de l’invasion larvaire (ascaridiose, ankylostomose, anguillulose, trichinellose, bilharzioses), la larva migrans viscérale (toxocarose), et le poumon éosinophile tropical (filarioses).\",\n    \"qtype\": \"symptômes\"\n  }\n]"