"[\n  {\n    \"question\": \"Quels sont les virus responsables des hépatites virales alphabétiques?\",\n    \"answer\": \"Les hépatites virales alphabétiques sont causées par les virus A, B, C, D (delta) et E.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le taux de prévalence de l'infection par le virus de l'hépatite B (VHB) en Afrique?\",\n    \"answer\": \"Le taux de prévalence de l'infection par le virus de l'hépatite B (VHB) en Afrique est de 8%.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes typiques d'une hépatite virale aiguë?\",\n    \"answer\": \"Les symptômes typiques d'une hépatite virale aiguë incluent un ictère (élévation de la bilirubine conjuguée) et une élévation marquée des transaminases (ALAT et ASAT) à plus de dix fois le taux normal.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la période d'incubation moyenne du virus de l'hépatite A (VHA)?\",\n    \"answer\": \"La période d'incubation moyenne du virus de l'hépatite A (VHA) est de 28 jours (15-45 jours).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Comment se transmet principalement le virus de l'hépatite A (VHA)?\",\n    \"answer\": \"Le virus de l'hépatite A (VHA) se transmet principalement par voie féco-orale, de personne à personne, et par les aliments contaminés.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le taux de mortalité de l'hépatite A parmi les décès dus aux hépatites virales?\",\n    \"answer\": \"L'hépatite A est responsable de 0,5 % des décès dus aux hépatites virales en général.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus de l'hépatite B (VHB)?\",\n    \"answer\": \"Le virus de l'hépatite B (VHB) se transmet principalement par voie parentérale (transfusion, gestes médico-chirurgicaux, toxicomanie IV), sexuelle et materno-fœtale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation du virus de l'hépatite B (VHB)?\",\n    \"answer\": \"La durée d'incubation du virus de l'hépatite B (VHB) est de 30 à 120 jours.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Combien de personnes souffrent d'une infection chronique par le virus de l'hépatite B (VHB) dans le monde?\",\n    \"answer\": \"Environ 240 millions de personnes souffrent d'une infection chronique par le virus de l'hépatite B (VHB) dans le monde.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le nombre annuel de décès dus à l'hépatite B?\",\n    \"answer\": \"Plus de 780 000 personnes meurent chaque année des suites d'une infection par l'hépatite B.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus de l'hépatite C (VHC)?\",\n    \"answer\": \"Le virus de l'hépatite C (VHC) se transmet principalement par voie parentérale, par contact avec le sang d'une personne infectée. La transmission fœto-maternelle et sexuelle est faible mais non nulle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation moyenne du virus de l'hépatite C (VHC)?\",\n    \"answer\": \"La durée d'incubation moyenne du virus de l'hépatite C (VHC) varie de 15 à 90 jours.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Combien de personnes souffrent d'une infection chronique par le virus de l'hépatite C (VHC) dans le monde?\",\n    \"answer\": \"Environ 130 à 170 millions de personnes souffrent d'une infection chronique par le virus de l'hépatite C (VHC) dans le monde.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus de l'hépatite D (VHD)?\",\n    \"answer\": \"Les modes de transmission du virus de l'hépatite D (VHD) sont les mêmes que ceux du virus de l'hépatite B (VHB), principalement par voie parentérale, sexuelle et materno-fœtale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation du virus de l'hépatite D (VHD)?\",\n    \"answer\": \"La durée d'incubation du virus de l'hépatite D (VHD) est de 30 à 45 jours.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus de l'hépatite E (VHE)?\",\n    \"answer\": \"Le virus de l'hépatite E (VHE) se transmet principalement par voie féco-orale, surtout hydrique. La transmission interhumaine est rare.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation du virus de l'hépatite E (VHE)?\",\n    \"answer\": \"La durée d'incubation du virus de l'hépatite E (VHE) est de 10 à 40 jours.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Combien de nouvelles infections par le virus de l'hépatite E (VHE) sont estimées chaque année dans le monde?\",\n    \"answer\": \"En 2020, on estimait à 20 millions les nouvelles infections par le virus de l'hépatite E (VHE) dans le monde.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les autres virus moins hépatotropes pouvant causer une cytolyse aiguë?\",\n    \"answer\": \"Les autres virus moins hépatotropes pouvant causer une cytolyse aiguë incluent le cytomégalovirus (CMV), le virus d'Epstein-Barr (EBV), les virus herpétiques (HSV), les arbovirus, le virus de la fièvre jaune, le virus de la dengue, les virus des fièvres hémorragiques (Lassa, Marburg, Ebola) et le virus de la rougeole.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la réaction immune de l'hôte en cas d'hépatite aiguë qui guérit spontanément?\",\n    \"answer\": \"En cas d'hépatite aiguë qui guérit spontanément, la réaction immune de l'hôte est forte, se traduisant par l'élimination des virus circulants et des hépatocytes infectés.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quelle est la réaction immune de l'hôte en cas d'infection asymptomatique évoluant vers la guérison?\",\n    \"answer\": \"En cas d'infection asymptomatique évoluant vers la guérison, la réaction immune de l'hôte est faible mais adaptée.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quelle est la réaction immune de l'hôte en cas d'hépatite chronique évoluant vers la cirrhose?\",\n    \"answer\": \"En cas d'hépatite chronique évoluant vers la cirrhose, la réaction immune de l'hôte est faible et inadéquate, combinant la réplication prolongée du VHB et une destruction à bas bruit du tissu hépatique.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes cholestatiques d'hépatite virale?\",\n    \"answer\": \"Les formes cholestatiques d'hépatite virale se caractérisent par un ictère, un prurit intense et une élévation importante des phosphatases alcalines.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes ictériques d'hépatite virale?\",\n    \"answer\": \"Les formes ictériques d'hépatite virale se caractérisent par un ictère, une hépatomégalie, une hépatalgie à la palpation, une oligurie, et peuvent être précédées de fièvre, d'asthénie, d'arthralgies et d'urticaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des formes anictériques d'hépatite virale?\",\n    \"answer\": \"Les formes anictériques d'hépatite virale sont les plus fréquentes et peuvent inclure des symptômes tels que polyarthrite, aplasie médullaire, anémie hémolytique, neuropathie, livedo, cryoglobulinémie, et troubles neuro-cognitifs.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'évolution des formes prolongées ou à rechutes d'hépatite virale?\",\n    \"answer\": \"Les formes prolongées ou à rechutes d'hépatite virale peuvent évoluer jusqu'à 3 à 4 mois avant de guérir.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la durée théorique pour diagnostiquer une hépatite chronique?\",\n    \"answer\": \"La durée théorique pour diagnostiquer une hépatite chronique est de plus de 6 mois.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quel est le taux de passage à la chronicité pour l'hépatite C?\",\n    \"answer\": \"Le taux de passage à la chronicité pour l'hépatite C est de 50 à 70%.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisant les complications de l'hépatite virale A chez l'adulte?\",\n    \"answer\": \"Les facteurs favorisant les complications de l'hépatite virale A chez l'adulte incluent l'âge, le diabète, le VHB, le VHC et le foie alcoolique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés à une hépatite E chez la femme enceinte?\",\n    \"answer\": \"Les risques associés à une hépatite E chez la femme enceinte incluent un risque accru d'hépatite fulminante.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"