"[\n  {\n    \"question\": \"Quels sont les trois diagnostics à envisager en premier lieu en cas d'ictère fébrile nécessitant un traitement urgent?\",\n    \"answer\": \"Un paludisme, une septicémie, et une angiocholite ou une cholécystite.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont nécessaires pour diagnostiquer un paludisme en cas d'ictère fébrile?\",\n    \"answer\": \"Un frottis-goutte épaisse.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont nécessaires pour diagnostiquer une septicémie en cas d'ictère fébrile?\",\n    \"answer\": \"Des hémocultures.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels examens sont nécessaires pour diagnostiquer une angiocholite ou une cholécystite en cas d'ictère fébrile?\",\n    \"answer\": \"Une échographie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes de gravité à rechercher systématiquement en cas d'ictère fébrile?\",\n    \"answer\": \"Les signes d'insuffisance hépatocellulaire, d'insuffisance rénale, d'anémie, et de choc septique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux examens biologiques à réaliser en cas d'ictère fébrile?\",\n    \"answer\": \"NFS, réticulocytes, bilirubine, ASAT, ALAT, phosphatases alcalines, gamma GT, urée, créatinine, TP, sérologies, frottis-goutte épaisse, hémocultures, parasitologie des selles.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les micro-organismes responsables d'infections des voies biliaires?\",\n    \"answer\": \"Entérobactéries dont Salmonella enterica Typhi, Clostridium perfringens, Mycobacterium avium, cryptosporidies, microsporidies, et cytomégalovirus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les obstacles obstruant les voies biliaires et favorisant leur infection?\",\n    \"answer\": \"Calculs cholestéroliques ou pigmentaires, Ascaris, Douves du foie, Kyste hydatique, Tumeurs bénignes et malignes des voies biliaires.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de cholécystite gangréneuse?\",\n    \"answer\": \"Clostridium perfringens.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de cholangites sclérosantes chez les patients infectés par le VIH?\",\n    \"answer\": \"Mycobacterium avium, cryptosporidies, microsporidies, et cytomégalovirus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'hépatites virales?\",\n    \"answer\": \"Virus des hépatites A, B, C, D, E, EBV, CMV.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de fièvres hémorragiques?\",\n    \"answer\": \"Arbovirus, notamment le virus de la fièvre jaune.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'hépatites bactériennes?\",\n    \"answer\": \"Leptospiroses, pneumococcie.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'hépatites granulomateuses tropicales?\",\n    \"answer\": \"Tuberculose, mycobactéries atypiques, lèpre, syphilis, fièvre Q, brucellose, infections à CMV et EBV, bilharziose, ascaridiose, anguillulose, toxocarose, filariose, leishmaniose viscérale, histoplasmose, coccidioïdomycose, aspergillose, candidose, actinomycose.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux médicaments responsables d'hépatites granulomateuses?\",\n    \"answer\": \"Sulfamides.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'hépatites médicamenteuses?\",\n    \"answer\": \"Sulfamides.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'amœbose hépatique?\",\n    \"answer\": \"Entamoeba histolytica.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de cholécystite?\",\n    \"answer\": \"Entérobactéries, Clostridium perfringens.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'angiocholite?\",\n    \"answer\": \"Entérobactéries, Clostridium perfringens.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de septicémie à C. perfringens?\",\n    \"answer\": \"Clostridium perfringens.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de fièvre d'Oroya?\",\n    \"answer\": \"Bartonella bacilliformis.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de babésiose?\",\n    \"answer\": \"Babesia spp.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de bartonellose?\",\n    \"answer\": \"Bartonella spp.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'infections à EBV?\",\n    \"answer\": \"Virus Epstein-Barr.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'infections à CMV?\",\n    \"answer\": \"Cytomégalovirus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'infections à VIH?\",\n    \"answer\": \"Virus de l'immunodéficience humaine.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'infections à Mycoplasme?\",\n    \"answer\": \"Mycoplasma spp.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'accidents de la transfusion?\",\n    \"answer\": \"Agents infectieux variés, notamment les virus des hépatites et le VIH.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables de résorption d'hématome?\",\n    \"answer\": \"Agents infectieux variés, notamment les bactéries pyogènes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents infectieux responsables d'hémoglobinopathie?\",\n    \"answer\": \"Agents infectieux variés, notamment les parasites du paludisme.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"