"[\n  {\n    \"question\": \"Quels sont les principaux facteurs contribuant à la gravité potentielle d'une morsure?\",\n    \"answer\": \"Le type, le nombre et la localisation de la morsure, le terrain de la personne mordue (diabète, éthylisme, splénectomie, autres causes d’immunodépression), le délai de prise en charge, la présence d’un corps étranger au site d’inoculation et la nature de l’animal mordeur.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une pasteurellose après une morsure de chien ou de chat?\",\n    \"answer\": \"Les signes inflammatoires locaux sont intenses avec une douleur d’apparition rapide, rougeur, oedème, écoulement de sérosité et parfois de pus. Il existe fréquemment une lymphangite et des adénopathies satellites. La fièvre est inconstamment présente.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour une pasteurellose?\",\n    \"answer\": \"Le traitement reste basé sur l’amoxicilline ou la doxycycline pendant 7 à 10 jours.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes transmis par les morsures de rats?\",\n    \"answer\": \"Spirillum minus et Streptobaccillus moniliformis.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la maladie transmise par Bartonella henselae?\",\n    \"answer\": \"La maladie des griffes du chat.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la maladie des griffes du chat?\",\n    \"answer\": \"Adénopathies inflammatoires, fièvre, céphalées, douleurs articulaires ou musculaires, splénomégalie, et parfois fistulisation ganglionnaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour la maladie des griffes du chat?\",\n    \"answer\": \"Azithromycine.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la tularémie après une morsure de rongeur?\",\n    \"answer\": \"Ulcération douloureuse avec suppuration au point de morsure, adénopathie satellite, et fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour la tularémie?\",\n    \"answer\": \"Doxycycline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les principaux microorganismes pathogènes transmis par les canidés?\",\n    \"answer\": \"Pasteurella multocida et Lyssavirus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Pasteurella multocida?\",\n    \"answer\": \"Douleur rapide, rougeur, oedème, écoulement de sérosité ou de pus, lymphangite, adénopathies satellites, et parfois fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour une infection par Pasteurella multocida?\",\n    \"answer\": \"Amoxicilline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Spirillum minus?\",\n    \"answer\": \"Fièvre, ulcération au site de morsure, et adénopathie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour une infection par Spirillum minus?\",\n    \"answer\": \"Amoxicilline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Streptobaccillus moniliformis?\",\n    \"answer\": \"Fièvre, éruption cutanée, et arthralgies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour une infection par Streptobaccillus moniliformis?\",\n    \"answer\": \"Amoxicilline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la leptospirose?\",\n    \"answer\": \"Fièvre, maux de tête, douleurs musculaires, et parfois jaunisse.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour la leptospirose?\",\n    \"answer\": \"Amoxicilline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du charbon?\",\n    \"answer\": \"Lésions cutanées noires, fièvre, et malaise général.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour le charbon?\",\n    \"answer\": \"Doxycycline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'erysipéloïde?\",\n    \"answer\": \"Lésions cutanées rouges et douloureuses, souvent sur les mains.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour l'erysipéloïde?\",\n    \"answer\": \"Amoxicilline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la rage?\",\n    \"answer\": \"Fièvre, maux de tête, agitation, hallucinations, et hydrophobie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour la rage?\",\n    \"answer\": \"Vaccin et immunoglobulines.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Francisella tularensis?\",\n    \"answer\": \"Ulcération douloureuse, adénopathie satellite, et fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour une infection par Francisella tularensis?\",\n    \"answer\": \"Doxycycline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Bacillus anthracis?\",\n    \"answer\": \"Lésions cutanées noires, fièvre, et malaise général.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour une infection par Bacillus anthracis?\",\n    \"answer\": \"Doxycycline.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection par Erysipelothrix rhusiopathiae?\",\n    \"answer\": \"Lésions cutanées rouges et douloureuses, souvent sur les mains.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement recommandé pour une infection par Erysipelothrix rhusiopathiae?\",\n    \"answer\": \"Amoxicilline.\",\n    \"qtype\": \"traitement\"\n  }\n]"