"[\n  {\n    \"question\": \"Quels sont les agents microbiens les plus fréquemment impliqués dans les infections urinaires communautaires?\",\n    \"answer\": \"Les agents microbiens les plus fréquemment impliqués ont une origine digestive comme les entérobactéries (Escherichia coli, Proteus mirabilis, Klebsiella pneumoniae, Enterobacter cloacae…) et les entérocoques. Staphylococcus saprophyticus est responsable de 10 % des cystites non compliquées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de risque d'infection urinaire?\",\n    \"answer\": \"Les facteurs de risque d'infection urinaire incluent l'immunosuppression, la drépanocytose, l'infection par le VIH, le diabète, la néoplasie des voies urinaires, la malnutrition et l'hypoprotidémie, la grossesse, la mutilation sexuelle féminine, la lithiase urinaire, le reflux vésico-urétéral, la bilharziose uro-génitale, les gestes invasifs du tractus urinaire, et les troubles de la commande neurologique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la cystite aiguë?\",\n    \"answer\": \"Les symptômes de la cystite aiguë incluent des signes fonctionnels urinaires isolés (pollakiurie, brûlures mictionnelles, hématurie, dysurie) et parfois une douleur pelvienne. La fièvre et la douleur lombaire sont absentes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la pyélonéphrite aiguë?\",\n    \"answer\": \"Les symptômes de la pyélonéphrite aiguë incluent des signes fonctionnels urinaires parfois absents, une fièvre, des douleurs de la fosse lombaire et de l'angle costo-lombaire, à irradiation descendante vers le pubis et les organes génitaux externes, et parfois des signes digestifs (nausées, troubles du transit, douleur abdominale).\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la prostatite?\",\n    \"answer\": \"Les symptômes de la prostatite incluent des signes urinaires (dysurie voire rétention aiguë d'urine, brûlures mictionnelles), une douleur pelvienne et une fièvre. Le toucher rectal montre une prostate augmentée de volume et douloureuse.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'orchi-épididymite?\",\n    \"answer\": \"Les symptômes de l'orchi-épididymite incluent des douleurs unilatérales et vives de la bourse, irradiant le long du canal inguinal, des troubles urinaires du bas appareil dans un contexte fébrile, une bourse inflammatoire avec disparition des plis scrotaux et opacité à la trans-illumination, un testicule douloureux, augmenté de volume, et une infiltration douloureuse de la queue ou de la totalité de l'épididyme.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'une cystite récidivante?\",\n    \"answer\": \"Une cystite récidivante est un épisode typique de cystite récidivant à une fréquence annuelle supérieure à 4 par an. Il convient alors de rechercher une anomalie anatomique urinaire et/ou génitale, congénitale ou acquise, par échographie, urographie intraveineuse ou mieux uro-scanner si disponible.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Comment se fait le diagnostic d'une infection urinaire?\",\n    \"answer\": \"Le diagnostic d'une infection urinaire repose sur la présence de signes cliniques locaux ou généraux et d'anomalies biologiques des urines (leucocyturie et/ou bactériurie).\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Qu'est-ce que la bandelette urinaire permet de détecter?\",\n    \"answer\": \"La bandelette urinaire permet de détecter des leucocytes et des nitrites signant la présence de bactéries pourvues de nitrate réductase telles les entérobactéries.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quand est-il nécessaire de réaliser un examen cytobactériologique des urines?\",\n    \"answer\": \"Il est nécessaire de réaliser un examen cytobactériologique des urines pour confirmer l'infection urinaire en identifiant la bactérie en cause et préciser son antibiogramme. Il n'est pas systématique en cas de cystite non compliquée mais doit être réalisé si possible dans les autres cas.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection urinaire chez l'homme?\",\n    \"answer\": \"Chez l'homme, les infections urinaires évoquent systématiquement une prostatite sous-jacente et/ou une pyélonéphrite qui peut être isolée (sans prostatite).\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection urinaire chez l'enfant?\",\n    \"answer\": \"Chez l'enfant, les infections urinaires doivent faire évoquer une malformation congénitale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection urinaire chez une femme jeune en période d'activité génitale?\",\n    \"answer\": \"Les infections urinaires touchent préférentiellement la femme jeune en période d'activité génitale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection urinaire en zone tropicale?\",\n    \"answer\": \"En zone tropicale, une leucocyturie stérile ou des infections urinaires à répétition évoquent une tuberculose urogénitale ou une bilharziose urinaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection urinaire compliquée?\",\n    \"answer\": \"Les infections urinaires compliquées sont celles où il existe un ou plusieurs facteur(s) de risque de complication (gravité clinique, âge, sexe masculin, comorbidité, grossesse).\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection urinaire simple?\",\n    \"answer\": \"Les infections urinaires simples sont celles de la femme de moins de 65 ans sans comorbidité.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une rétention aiguë d'urines infectées à partir d'une cystite?\",\n    \"answer\": \"Le passage brutal en rétention aiguë d'urines infectées à partir d'une cystite peut entraîner un retentissement général sévère allant jusqu'au choc septique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une pyélonéphrite aiguë avec syndrome de réponse inflammatoire systémique?\",\n    \"answer\": \"Une pyélonéphrite aiguë avec syndrome de réponse inflammatoire systémique ou de sepsis sévère impose un remplissage vasculaire et une prise en charge réanimatoire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une prostatite chronique?\",\n    \"answer\": \"La prostatite chronique peut présenter des signes urinaires (dysurie, brûlures mictionnelles), une douleur pelvienne et une fièvre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une orchi-épididymite avec urétrite?\",\n    \"answer\": \"Une orchi-épididymite avec urétrite peut présenter des douleurs unilatérales et vives de la bourse, irradiant le long du canal inguinal, des troubles urinaires du bas appareil dans un contexte fébrile, une bourse inflammatoire avec disparition des plis scrotaux et opacité à la trans-illumination, un testicule douloureux, augmenté de volume, et une infiltration douloureuse de la queue ou de la totalité de l'épididyme.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une orchi-épididymite avec hydrocèle réactionnelle?\",\n    \"answer\": \"Une orchi-épididymite avec hydrocèle réactionnelle peut présenter des douleurs unilatérales et vives de la bourse, irradiant le long du canal inguinal, des troubles urinaires du bas appareil dans un contexte fébrile, une bourse inflammatoire avec disparition des plis scrotaux et opacité à la trans-illumination, un testicule douloureux, augmenté de volume, et une infiltration douloureuse de la queue ou de la totalité de l'épididyme.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une orchi-épididymite avec prostatite?\",\n    \"answer\": \"Une orchi-épididymite avec prostatite peut présenter des douleurs unilatérales et vives de la bourse, irradiant le long du canal inguinal, des troubles urinaires du bas appareil dans un contexte fébrile, une bourse inflammatoire avec disparition des plis scrotaux et opacité à la trans-illumination, un testicule douloureux, augmenté de volume, et une infiltration douloureuse de la queue ou de la totalité de l'épididyme.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une cystite récidivante avec anomalie anatomique urinaire?\",\n    \"answer\": \"Une cystite récidivante avec anomalie anatomique urinaire peut présenter des épisodes typiques de cystite récidivant à une fréquence annuelle supérieure à 4 par an.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une cystite récidivante avec anomalie anatomique génitale?\",\n    \"answer\": \"Une cystite récidivante avec anomalie anatomique génitale peut présenter des épisodes typiques de cystite récidivant à une fréquence annuelle supérieure à 4 par an.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une cystite récidivante avec anomalie congénitale?\",\n    \"answer\": \"Une cystite récidivante avec anomalie congénitale peut présenter des épisodes typiques de cystite récidivant à une fréquence annuelle supérieure à 4 par an.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une cystite récidivante avec anomalie acquise?\",\n    \"answer\": \"Une cystite récidivante avec anomalie acquise peut présenter des épisodes typiques de cystite récidivant à une fréquence annuelle supérieure à 4 par an.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une cystite récidivante avec échographie?\",\n    \"answer\": \"Une cystite récidivante avec échographie peut présenter des épisodes typiques de cystite récidivant à une fréquence annuelle supérieure à 4 par an.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une cystite récidivante avec urographie intraveineuse?\",\n    \"answer\": \"Une cystite récidivante avec urographie intraveineuse peut présenter des épisodes typiques de cystite récidivant à une fréquence annuelle supérieure à 4 par an.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une cystite récidivante avec uro-scanner?\",\n    \"answer\": \"Une cystite récidivante avec uro-scanner peut présenter des épisodes typiques de cystite récidivant à une fréquence annuelle supérieure à 4 par an.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes prédominants dans les prostatites et orchites chez les hommes sexuellement actifs?\",\n    \"answer\": \"Les infections à Chlamydia trachomatis et Neisseria gonorrhoeae sont prédominantes, parfois associées.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"