"[\n  {\n    \"question\": \"Quelle est la prévalence estimée des personnes infectées par le virus HTLV-1?\",\n    \"answer\": \"On estime entre 10 à 20 millions le nombre de personnes infectées par le virus HTLV-1.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Dans quelles régions le virus HTLV-1 est-il fréquent?\",\n    \"answer\": \"Ce virus est fréquent dans l’extrême Sud du Japon, les Caraïbes, les Antilles Françaises, le Moyen-Orient, l'Australie, la Papouasie - Nouvelle Guinée et en Afrique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le taux de séropositivité HTLV-I dans les zones de forêt du Cameroun, du Gabon ou du Congo?\",\n    \"answer\": \"Le taux de séropositivité HTLV-I est de plus de 5 % dans la population générale adulte des zones de forêt du Cameroun, du Gabon ou du Congo.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se fait la transmission du virus HTLV-1 de la mère à l’enfant?\",\n    \"answer\": \"La transmission se fait de la mère à l’enfant, le lait jouant un rôle majeur avec un taux de transmission de l’ordre de 20 % qui passe à 2 % en cas d’allaitement artificiel.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la différence de prévalence du HTLV-1 entre les hommes et les femmes?\",\n    \"answer\": \"La prévalence est plus élevée chez les femmes que chez les hommes au sein des foyers.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du HTLV-1?\",\n    \"answer\": \"Le HTLV-1 se transmet par voie parentérale (toxicomanie, transfusion), de la mère à l’enfant, et par voie sexuelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Depuis quand le dépistage systématique du HTLV-1 est-il pratiqué en France métropolitaine?\",\n    \"answer\": \"Le dépistage systématique chez les donneurs de sang est pratiqué en France métropolitaine depuis 1992.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est l'origine du HTLV-1?\",\n    \"answer\": \"L'origine du HTLV-1 est simienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les deux entités cliniques principales causées par le virus HTLV-1?\",\n    \"answer\": \"Le virus HTLV-1 est responsable de deux entités cliniques : une maladie neurologique (la paraparésie spastique tropicale) et une forme particulière de lymphome/leucémie T de l’adulte.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quelle est la durée d'incubation du virus HTLV-1?\",\n    \"answer\": \"L’incubation est très longue.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quelle proportion des séropositifs développe une pathologie liée au HTLV-1?\",\n    \"answer\": \"Environ un séropositif sur cent, voire mille, développe une pathologie 20 à 30 ans après la contamination.\",\n    \"qtype\": \"clinique\"\n  },\n  {\n    \"question\": \"Quels sont les principaux modes de transmission du HTLV-2?\",\n    \"answer\": \"Le HTLV-2 est endémique chez les Amérindiens et chez certains Pygmées d'Afrique Centrale; il infecte les toxicomanes (UDIV) aux États-Unis et en Europe.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 dans l'extrême Sud du Japon?\",\n    \"answer\": \"Le virus HTLV-1 est fréquent dans l’extrême Sud du Japon.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le rôle du lait maternel dans la transmission du HTLV-1?\",\n    \"answer\": \"Le lait joue un rôle majeur dans la transmission de la mère à l’enfant avec un taux de transmission de l’ordre de 20 % qui passe à 2 % en cas d’allaitement artificiel.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 chez les femmes par rapport aux hommes?\",\n    \"answer\": \"La prévalence est plus élevée chez les femmes que chez les hommes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux modes de transmission du HTLV-1 par voie parentérale?\",\n    \"answer\": \"Le HTLV-1 se transmet par voie parentérale : toxicomanie, transfusion.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Depuis quand le dépistage systématique du HTLV-1 est-il pratiqué aux Antilles Françaises?\",\n    \"answer\": \"Le dépistage systématique chez les donneurs de sang est pratiqué aux Antilles Françaises depuis 1989.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 dans les Caraïbes?\",\n    \"answer\": \"Le virus HTLV-1 est fréquent dans les Caraïbes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 en Afrique?\",\n    \"answer\": \"Le virus HTLV-1 est fréquent en Afrique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 en Papouasie - Nouvelle Guinée?\",\n    \"answer\": \"Le virus HTLV-1 est fréquent en Papouasie - Nouvelle Guinée.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 au Moyen-Orient?\",\n    \"answer\": \"Le virus HTLV-1 est fréquent au Moyen-Orient.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 en Australie?\",\n    \"answer\": \"Le virus HTLV-1 est fréquent en Australie.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 dans les Antilles Françaises?\",\n    \"answer\": \"Le virus HTLV-1 est fréquent dans les Antilles Françaises.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 dans le nord de l’Afrique?\",\n    \"answer\": \"On observe un gradient de séropositivité HTLV-I du nord de l’Afrique à l’Afrique centrale allant de 0,1 à 0,5 %.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 en Afrique centrale?\",\n    \"answer\": \"On observe un gradient de séropositivité HTLV-I du nord de l’Afrique à l’Afrique centrale allant de 0,1 à 0,5 % à plus de 5 % dans la population générale adulte des zones de forêt du Cameroun, du Gabon ou du Congo.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 dans les zones de forêt du Cameroun?\",\n    \"answer\": \"Le taux de séropositivité HTLV-I est de plus de 5 % dans la population générale adulte des zones de forêt du Cameroun.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 dans les zones de forêt du Gabon?\",\n    \"answer\": \"Le taux de séropositivité HTLV-I est de plus de 5 % dans la population générale adulte des zones de forêt du Gabon.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-1 dans les zones de forêt du Congo?\",\n    \"answer\": \"Le taux de séropositivité HTLV-I est de plus de 5 % dans la population générale adulte des zones de forêt du Congo.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-2 chez les Amérindiens?\",\n    \"answer\": \"Le HTLV-2 est endémique chez les Amérindiens.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence du HTLV-2 chez certains Pygmées d'Afrique Centrale?\",\n    \"answer\": \"Le HTLV-2 est endémique chez certains Pygmées d'Afrique Centrale.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"