"[\n  {\n    \"question\": \"Quelle est la proportion de cancers attribuables à une infection dans le monde selon la base de données GLOBACAN 2018?\",\n    \"answer\": \"2,2 millions de cas de cancers dans le monde sont attribuables à une infection, soit 13 % de l’ensemble des cancers.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les cancers les plus fréquents dans les pays à ressources limitées?\",\n    \"answer\": \"Les cancers les plus fréquents dans les pays à ressources limitées sont ceux de l’estomac, de l’œsophage, du poumon, du foie et du col utérin.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux virus incriminés dans les cancers?\",\n    \"answer\": \"Les principaux virus incriminés dans les cancers sont les virus des hépatites B et C, le virus d'Epstein-Barr (EBV), les papillomavirus humains (HPV), l'herpès humain type 8 (HHV8), le virus T-lymphotrope humain (HTLV1) et le virus de l'immunodéficience humaine (VIH1 et VIH2).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les mécanismes de la carcinogénèse des micro-organismes?\",\n    \"answer\": \"Le mécanisme de la carcinogénèse des micro-organismes fait intervenir l’intégration de leur génome dans les cellules hôtes et le dérèglement des gênes (virus) ou l’inflammation chronique des tissus (parasites, bactéries).\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les cofacteurs nécessaires pour qu'une infection induise un cancer?\",\n    \"answer\": \"Des cofacteurs alimentaires (flatoxines, nitrosamines, sel...), physico-chimiques (tabac, pollution...) ou génétiques sont nécessaires pour qu'une infection induise un cancer.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment peut-on prévenir le cancer du foie induit par le VHB et le cancer du col utérin induit par les HPV?\",\n    \"answer\": \"Le cancer du foie induit par le VHB et le cancer du col utérin induit par les HPV peuvent être prévenus par la vaccination.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les arguments épidémiologiques permettant d’incriminer un micro-organisme dans la survenue d’un cancer?\",\n    \"answer\": \"Un argument épidémiologique est l'aire d’hyperendémicité d’un micro-organisme se superposant avec celle d’un cancer, comme le VHB et le cancer du foie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les arguments microbiologiques permettant d’incriminer un micro-organisme dans la survenue d’un cancer?\",\n    \"answer\": \"Un argument microbiologique est la relation entre une infestation virale massive et précoce et le cancer, comme le titre élevé d’IgA VCA spécifiques du virus d’Epstein Barr (EBV) et le carcinome du rhinopharynx.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les arguments cellulaires permettant d’incriminer un micro-organisme dans la survenue d’un cancer?\",\n    \"answer\": \"Un argument cellulaire est la prolifération des cellules de culture lors de leur transfection par le génome d’un oncovirus.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les arguments moléculaires permettant d’incriminer un micro-organisme dans la survenue d’un cancer?\",\n    \"answer\": \"Un argument moléculaire est la présence de génomes viraux intégrés dans l’ADN des cellules cancéreuses, comme pour le VHB.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Pourquoi les antiviraux n’ont-ils pas d’efficacité sur les cancers viro-induits?\",\n    \"answer\": \"Les antiviraux n’ont pas d’efficacité sur les cancers viro-induits car la présence du virus oncogène et son expression ne sont pas suffisantes pour entraîner un cancer; d'autres facteurs génétiques ou environnementaux sont nécessaires.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quelles sont les mesures de prévention utilisées contre les cancers viro-induits?\",\n    \"answer\": \"Les mesures de prévention utilisées contre les cancers viro-induits incluent principalement la vaccination.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quel est le lien entre l'angiosarcome de Kaposi et le VIH?\",\n    \"answer\": \"L’angiosarcome de Kaposi consécutif à l’infection par HHV8 est plus souvent consécutif à une infection par le VIH au stade SIDA, qui induit une immunodépression CD4 marquée.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus de l'hépatite B (VHB)?\",\n    \"answer\": \"Les modes de transmission du virus de l'hépatite B (VHB) sont parentérale, sexuelle, mère-enfant et enfant-enfant.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels cancers sont associés au virus de l'hépatite B (VHB)?\",\n    \"answer\": \"Le virus de l'hépatite B (VHB) est associé au carcinome hépatocellulaire.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus de l'hépatite C (VHC)?\",\n    \"answer\": \"Le mode de transmission du virus de l'hépatite C (VHC) est parentérale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels cancers sont associés au virus de l'hépatite C (VHC)?\",\n    \"answer\": \"Le virus de l'hépatite C (VHC) est associé au carcinome hépatocellulaire et au lymphome non Hodgkinien.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus d'Epstein-Barr (EBV)?\",\n    \"answer\": \"Les modes de transmission du virus d'Epstein-Barr (EBV) sont salivaire (mère-enfant et enfant-enfant).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels cancers sont associés au virus d'Epstein-Barr (EBV)?\",\n    \"answer\": \"Le virus d'Epstein-Barr (EBV) est associé au lymphome de Burkitt, au carcinome du rhinopharynx, à la maladie de Hodgkin et aux lymphomes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission des papillomavirus humains (HPV)?\",\n    \"answer\": \"Les modes de transmission des papillomavirus humains (HPV) sont sexuelle et cutanée.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels cancers sont associés aux papillomavirus humains (HPV)?\",\n    \"answer\": \"Les papillomavirus humains (HPV) sont associés aux dysplasies cutanées, aux cancers de la cavité buccale, de l'oropharynx et du larynx, ainsi qu'aux cancers anaux et génitaux, surtout utérins (HPV16/18).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission de l'herpès humain type 8 (HHV8)?\",\n    \"answer\": \"Les modes de transmission de l'herpès humain type 8 (HHV8) sont salivaire et sexuelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels cancers sont associés à l'herpès humain type 8 (HHV8)?\",\n    \"answer\": \"L'herpès humain type 8 (HHV8) est associé au sarcome de Kaposi, aux lymphomes des cavités et au syndrome de Castelman.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus T-lymphotrope humain (HTLV1)?\",\n    \"answer\": \"Les modes de transmission du virus T-lymphotrope humain (HTLV1) sont mère-enfant (lait), parentérale et sexuelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels cancers sont associés au virus T-lymphotrope humain (HTLV1)?\",\n    \"answer\": \"Le virus T-lymphotrope humain (HTLV1) est associé aux leucémies et lymphomes T.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les modes de transmission du virus de l'immunodéficience humaine (VIH1 et VIH2)?\",\n    \"answer\": \"Les modes de transmission du virus de l'immunodéficience humaine (VIH1 et VIH2) sont parentérale, sexuelle et mère-enfant.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le rôle du VIH dans la carcinogénèse?\",\n    \"answer\": \"Le VIH aggrave indirectement les mécanismes de la carcinogénèse via l'immunodépression qu'il induit.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Pourquoi la prévalence des infections virales oncogènes est-elle supérieure à celle des cancers associés?\",\n    \"answer\": \"La prévalence des infections virales oncogènes est supérieure à celle des cancers associés car la présence du virus oncogène et son expression ne sont pas suffisantes pour entraîner un cancer; d'autres facteurs génétiques ou environnementaux sont nécessaires.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les taux d’incidence des cancers attribuables à une infection en Asie du Sud-Est et en Afrique sub-saharienne?\",\n    \"answer\": \"Les taux d’incidence des cancers attribuables à une infection sont de 38/100 000 en Asie du Sud-Est et de 33/100 000 en Afrique sub-saharienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels types de cancers sont favorisés par l'infection par Helicobacter pylori?\",\n    \"answer\": \"Helicobacter pylori est incriminée dans la survenue de gastrites, de lymphome MALT (mucosa-associated lymphoid tissue) et d’adénocarcinomes de l’estomac.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"