"[\n  {\n    \"question\": \"Quels sont les types d'infections oculaires spécifiques rencontrées en milieu tropical?\",\n    \"answer\": \"Les infections oculaires spécifiques en milieu tropical incluent le trachome et l'onchocercose.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cliniques des infections oculaires bactériennes ou virales?\",\n    \"answer\": \"Les symptômes incluent une sensation de brûlure ou de corps étranger, des sécrétions muqueuses ou purulentes, et une hyperhémie des conjonctives palpébrales et bulbaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement général pour les infections oculaires bactériennes ou virales?\",\n    \"answer\": \"Le traitement général consiste en l'instillation d'un collyre antibiotique.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Qu'est-ce que le trachome selon l'OMS?\",\n    \"answer\": \"Le trachome est une kérato-conjonctivite transmissible due à Chlamydia trachomatis, caractérisée par la formation de follicules, d'une hyperplasie papillaire, et d'un pannus cornéen entraînant des lésions cicatricielles typiques.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la distribution géographique du trachome?\",\n    \"answer\": \"La distribution géographique du trachome inclut l'Afrique du Nord, l'Afrique subtropicale, le Moyen-Orient, le sous-continent indien, l'Asie du Nord-Est, l'Australie, certaines îles du Pacifique et l'Amérique latine.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de risque du trachome?\",\n    \"answer\": \"Les facteurs de risque incluent le sexe féminin, le défaut d'hygiène collective, le manque d'eau, la promiscuité et la saleté du visage.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet le trachome?\",\n    \"answer\": \"La transmission se fait principalement par les mains, le linge sale, les sécrétions rhinopharyngées, et les mouches comme Musca sorbens.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques du trachome inflammatoire?\",\n    \"answer\": \"Les signes cliniques incluent l'hyperplasie papillaire, les follicules, et le pannus cornéen.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du trachome cicatriciel?\",\n    \"answer\": \"Les symptômes incluent des cicatrices linéaires ou stellaires sur la conjonctive tarsale supérieure, un entropion-trichiasis, et une opacité cornéenne.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment diagnostique-t-on le trachome?\",\n    \"answer\": \"Le diagnostic se fait par la présence de follicules sur la conjonctive tarsale supérieure, de follicules limbiques ou leurs séquelles, de pannus vasculaire au niveau du limbe supérieur, et de cicatrisation conjonctivale caractéristique.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements pour le trachome inflammatoire?\",\n    \"answer\": \"Les traitements incluent le collyre azithromycine 1% deux fois par jour pendant trois jours ou l'azithromycine per os en prise unique à la dose de 20 mg/kg.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour le trachome cicatriciel bénin?\",\n    \"answer\": \"Le trachome cicatriciel bénin ne nécessite aucun traitement autre que celui de la sécheresse oculaire lorsqu'elle est gênante.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelle est la méthode de classification du trachome recommandée par l'OMS?\",\n    \"answer\": \"La méthode de classification recommandée par l'OMS est la 'codification simplifiée' qui note la présence ou l'absence de 5 signes: TF, TI, TS, TT, et CO.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes de la phase inflammatoire du trachome?\",\n    \"answer\": \"Les signes incluent une gêne oculaire, des picotements, une sensation de sable dans les yeux, un larmoiement, et une photophobie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes du trachome cicatriciel?\",\n    \"answer\": \"Les signes incluent des cicatrices linéaires ou stellaires sur la conjonctive tarsale supérieure, un entropion-trichiasis, et une opacité cornéenne.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les critères pour définir les niveaux d'endémie du trachome?\",\n    \"answer\": \"Les critères incluent le taux de Trachome inflammatoire Folliculaire (TF) et le taux de Trachome inflammatoire Intense (TI).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les traitements de masse pour le trachome en zone d'endémie?\",\n    \"answer\": \"Les traitements de masse incluent un traitement annuel si la prévalence de TF est supérieure ou égale à 10%, et un traitement unique si la prévalence est inférieure à 10% mais supérieure ou égale à 5%.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la phase inflammatoire du trachome chez l'enfant?\",\n    \"answer\": \"Les symptômes incluent une gêne oculaire, des picotements, et une sensation de sable dans les yeux.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du trachome cicatriciel chez l'adulte?\",\n    \"answer\": \"Les symptômes incluent un syndrome de sécheresse oculaire, un larmoiement, une photophobie, et une baisse d'acuité visuelle.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques du trachome inflammatoire folliculaire (TF)?\",\n    \"answer\": \"Les signes incluent la présence d'au moins 5 follicules au niveau des 2/3 inférieurs de la conjonctive tarsale supérieure.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques du trachome inflammatoire intense (TI)?\",\n    \"answer\": \"Les signes incluent un épaississement inflammatoire prononcé de la conjonctive tarsale tel que plus de la moitié des vaisseaux conjonctivaux profonds sont rendus invisibles.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques des cicatrices conjonctivales trachomateuses (TS)?\",\n    \"answer\": \"Les signes incluent la présence de cicatrices linéaires ou stellaires sur la conjonctive tarsale supérieure.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques du trichiasis trachomateux (TT)?\",\n    \"answer\": \"Les signes incluent la présence d'au moins un cil frottant sur le globe oculaire.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques de l'opacité cornéenne (CO)?\",\n    \"answer\": \"Les signes incluent une partie au moins du bord de la pupille apparaissant trouble à travers la zone opaque.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements chirurgicaux pour l'entropion-trichiasis?\",\n    \"answer\": \"Les traitements chirurgicaux incluent plusieurs techniques pouvant être pratiquées par du personnel non spécialisé mais formé adéquatement.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements pour les opacités cornéennes causées par le trachome?\",\n    \"answer\": \"Les traitements incluent théoriquement une greffe de cornée, mais souvent des techniques palliatives comme les iridectomies optiques sont utilisées.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les objectifs du traitement préventif du trachome cécitant?\",\n    \"answer\": \"Les objectifs incluent éviter la contamination et les réinfections intrafamiliales par des mesures d'hygiène simples comme le lavage du visage.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques du trachome inflammatoire chez l'enfant?\",\n    \"answer\": \"Les signes incluent une gêne oculaire, des picotements, et une sensation de sable dans les yeux.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques du trachome cicatriciel chez l'adulte?\",\n    \"answer\": \"Les signes incluent un syndrome de sécheresse oculaire, un larmoiement, une photophobie, et une baisse d'acuité visuelle.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux éléments de l'approche CHANCE pour prévenir le trachome cécitant?\",\n    \"answer\": \"L'approche CHANCE combine la chirurgie du trichiasis, l'antibiothérapie des cas de trachome inflammatoire, la promotion de l'hygiène individuelle (nettoyage du visage), et les changements de l'environnement pour une meilleure hygiène collective.\",\n    \"qtype\": \"traitement\"\n  }\n]"