"[\n  {\n    \"question\": \"Quelle est la prévalence des infections par le VIH en Afrique Sub-saharienne?\",\n    \"answer\": \"70 % des 37,7 millions de personnes infectées par le VIH vivent en Afrique Sub-saharienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Combien de personnes vivaient avec le VIH en 2021?\",\n    \"answer\": \"En 2021, 37,7 millions de personnes vivaient avec le VIH.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel pourcentage des nouvelles infections à VIH en 2020 concernait les professionnel(e)s du sexe et leurs clients, les hommes gays et autres hommes ayant des rapports sexuels avec des hommes (HSH), les consommateurs de drogues injectables, les femmes transgenres et leurs partenaires sexuels?\",\n    \"answer\": \"En 2020, 65 % des nouvelles infections concernaient ces populations clés.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le risque de contracter le VIH pour les personnes qui s’injectent des drogues?\",\n    \"answer\": \"Le risque de contracter le VIH est 35 fois plus élevé chez les personnes qui s’injectent des drogues.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de femmes adultes de 15 ans et plus vivant avec le VIH qui ont eu accès au traitement en 2020?\",\n    \"answer\": \"79 % des femmes adultes de 15 ans et plus ont eu accès au traitement en 2020.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de personnes vivant avec le VIH qui connaissaient leur statut sérologique en 2020?\",\n    \"answer\": \"84 % de toutes les personnes vivant avec le VIH connaissaient leur statut sérologique en 2020.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Combien de personnes sont mortes de maladies liées au SIDA en 2020?\",\n    \"answer\": \"En 2020, environ 680 000 personnes sont mortes de maladies liées au SIDA.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de nouvelles infections à VIH chez les enfants qui a diminué depuis 2010?\",\n    \"answer\": \"Depuis 2010, les nouvelles infections à VIH chez les enfants ont diminué de 53 %.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de femmes et de filles parmi l’ensemble des personnes vivant avec le VIH en 2020?\",\n    \"answer\": \"53 % de l’ensemble des personnes vivant avec le VIH sont des femmes et des filles.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de femmes enceintes vivant avec le VIH qui avaient accès à des antirétroviraux pour prévenir la transmission du VIH à leurs bébés en 2020?\",\n    \"answer\": \"85 % des femmes enceintes vivant avec le VIH avaient accès à des antirétroviraux en 2020.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de nouvelles infections à VIH en dehors de l’Afrique subsaharienne en 2020?\",\n    \"answer\": \"93 % des nouvelles infections à VIH en dehors de l’Afrique subsaharienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de nouvelles infections à VIH en Afrique subsaharienne en 2020?\",\n    \"answer\": \"39 % des nouvelles infections à VIH en Afrique subsaharienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de jeunes femmes âgées de 15 à 24 ans infectées par le VIH chaque semaine en 2020?\",\n    \"answer\": \"Environ 5 000 jeunes femmes âgées de 15 à 24 ans sont infectées par le VIH chaque semaine.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de femmes dans le monde qui ont subi des violences physiques et/ou sexuelles de la part d’un partenaire intime ou des violences sexuelles de la part d’un non-partenaire à un moment donné de leur vie?\",\n    \"answer\": \"Plus d’un tiers (35 %) des femmes dans le monde ont subi des violences physiques et/ou sexuelles.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de femmes et de filles représentant toutes les nouvelles infections à VIH en Afrique subsaharienne?\",\n    \"answer\": \"63 % de toutes les nouvelles infections à VIH en Afrique subsaharienne.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de personnes vivant avec le VIH qui avaient accès à un traitement en 2020?\",\n    \"answer\": \"73 % de toutes les personnes vivant avec le VIH avaient accès à un traitement en 2020.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de personnes ayant accès au traitement qui avaient une charge virale indétectable en 2020?\",\n    \"answer\": \"90 % des personnes ayant accès au traitement avaient une charge virale indétectable en 2020.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de personnes vivant avec le VIH qui connaissaient leur statut sérologique, avaient accès à un traitement et avaient une charge virale indétectable en 2020?\",\n    \"answer\": \"84 % connaissaient leur statut, 73 % avaient accès à un traitement et 66 % avaient une charge virale indétectable en 2020.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de décès liés au SIDA qui ont été réduits depuis le pic de 2004?\",\n    \"answer\": \"Les décès liés au SIDA ont été réduits de 64 % depuis le pic de 2004.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de décès liés au SIDA qui ont été réduits depuis 2010?\",\n    \"answer\": \"Les décès liés au SIDA ont été réduits de 47 % depuis 2010.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de mortalité liée au SIDA qui a diminué chez les femmes et les filles depuis 2010?\",\n    \"answer\": \"La mortalité liée au SIDA a diminué de 53 % chez les femmes et les filles depuis 2010.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de mortalité liée au SIDA qui a diminué chez les hommes et les garçons depuis 2010?\",\n    \"answer\": \"La mortalité liée au SIDA a diminué de 41 % chez les hommes et les garçons depuis 2010.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de lymphocytes T CD4 en dessous duquel les manifestations cliniques du déficit immunitaire peuvent survenir?\",\n    \"answer\": \"Les manifestations cliniques du déficit immunitaire peuvent survenir dès lors que le nombre de lymphocytes T CD4 est inférieur à 350/mm3.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de lymphocytes T CD4 en dessous duquel le risque et la sévérité des manifestations cliniques deviennent proportionnels au niveau des CD4?\",\n    \"answer\": \"En dessous de 350/mm3, le risque et la sévérité des manifestations cliniques deviennent proportionnels au niveau des CD4.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les stades de l’infection par le VIH selon la classification OMS?\",\n    \"answer\": \"La classification OMS des stades de l’infection par le VIH indique les manifestations les plus souvent observées et les regroupe selon 4 stades de sévérité croissante.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du stade clinique 1 de l’infection à VIH en zone tropicale?\",\n    \"answer\": \"Patient asymptomatique, adénopathies persistantes généralisées, degré d’activité 1 : activité normale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du stade clinique 2 de l’infection à VIH en zone tropicale?\",\n    \"answer\": \"Perte de poids < 10 % du poids corporel, zona (au cours des 5 dernières années), manifestations cutanéo-muqueuses mineures, infections récidivantes des voies aériennes supérieures, degré d’activité 2 : patient symptomatique, activité normale.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du stade clinique 3 de l’infection à VIH en zone tropicale?\",\n    \"answer\": \"Perte de poids supérieure à 10 % du poids corporel, diarrhée inexpliquée > 1 mois, fièvre prolongée > 1 mois, candidose buccale, leucoplasie orale chevelue de la langue, tuberculose pulmonaire au cours de l’année précédente, infection bactérienne sévère, degré d’activité 3 : patient alité moins de 50 % du temps.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du stade clinique 4 de l’infection à VIH en zone tropicale?\",\n    \"answer\": \"Syndrome cachectisant dû au VIH, pneumocystose, toxoplasmose cérébrale, cryptosporidiose avec diarrhée > 1 mois, cryptococcose extra-pulmonaire, cytomégalovirose, herpèsvirose cutanéo-muqueuse > 1 mois ou viscérale, leucoencéphalite multifocale progressive, mycose endémique généralisée, candidose œsophagienne, trachéale, bronchique ou pulmonaire, mycobactériose atypique disséminée, septicémie à salmonelles mineures, tuberculose extra pulmonaire, lymphome malin, sarcome de Kaposi, encéphalopathie à VIH, histoplasmose disséminée, degré d’activité 4 : patient alité plus de 50 % du temps.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le nombre estimé d'enfants de moins de 15 ans nouvellement infectés par le VIH en 2019 en Afrique de l'Est et du Sud?\",\n    \"answer\": \"300 000 [50 000 – 120 000]\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"