"[\n  {\n    \"question\": \"Quelle est la prévalence du diabète en Afrique en milieu urbain?\",\n    \"answer\": \"En Afrique, des taux de prévalence de l’ordre de 5 % sont documentés en milieu urbain.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel pays compte le plus de diabétiques au monde?\",\n    \"answer\": \"L’Inde est d’ores et déjà le pays comptant le plus de diabétiques au monde.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels types de diabètes sont observés dans les pays tropicaux?\",\n    \"answer\": \"À côté des diabètes de type 1 ou 2 et gestationnel, on observe dans les pays tropicaux des diabètes consécutifs à la prise de médicaments pancréatotoxiques, à la pancréatite chronique alcoolique et à la pancréatite chronique calcifiante tropicale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le défi majeur dans la prise en charge du diabète dans les pays à ressources limitées?\",\n    \"answer\": \"Le défi majeur est que, dans ces pays, le diabète est mal pris en charge : peu d’éducation au diabète, peu ou pas de services spécialisés ni de personnels formés, peu d’autocontrôle, faible accès à l’insuline et au dosage de l’HbA1C.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelle est la première cause d’insuffisance rénale chronique chez les pauvres dans les pays à ressources limitées?\",\n    \"answer\": \"Chez les pauvres, le diabète est la 1re cause d’insuffisance rénale chronique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs contribuant à la mortalité du diabète dans les pays tropicaux?\",\n    \"answer\": \"Les infections, les erreurs thérapeutiques et les ruptures d’approvisionnement en insuline sont des causes majeures de comas acido-cétosiques ou hyperosmolaires, souvent révélateurs de diabètes jusque là non diagnostiqués.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels types d'infections sont les diabétiques plus susceptibles de contracter?\",\n    \"answer\": \"Les diabétiques sont plus susceptibles de contracter des infections bactériennes et fongiques telles que les infections de la peau et des tissus mous, osseuses et les candidoses uro-génitales.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les effets de l'hyperglycémie sur la phagocytose?\",\n    \"answer\": \"L’hyperglycémie, en proportion de son niveau, altère le chimiotactisme, la phagocytose et la bactéricidie.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment se corrigent les dysfonctionnements de la phagocytose en cas de normoglycémie?\",\n    \"answer\": \"En normoglycémie, les dysfonctionnements de la phagocytose se corrigent.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les traitements pour une infection urinaire basse chez un diabétique?\",\n    \"answer\": \"Le traitement pour une infection urinaire basse chez un diabétique est une antibiothérapie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une pyélonéphrite chez un diabétique?\",\n    \"answer\": \"Le traitement pour une pyélonéphrite chez un diabétique est une antibiothérapie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une bactériémie chez un diabétique?\",\n    \"answer\": \"Le traitement pour une bactériémie chez un diabétique est une antibiothérapie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une pneumonie chez un diabétique?\",\n    \"answer\": \"Le traitement pour une pneumonie chez un diabétique est une antibiothérapie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une infection superficielle de la peau chez un diabétique?\",\n    \"answer\": \"Le traitement pour une infection superficielle de la peau chez un diabétique est une antibiothérapie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une dermo-hypodermite aiguë bactérienne chez un diabétique?\",\n    \"answer\": \"Le traitement pour une dermo-hypodermite aiguë bactérienne chez un diabétique est une antibiothérapie et éventuellement une chirurgie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une candidose chez un diabétique?\",\n    \"answer\": \"Le traitement pour une candidose chez un diabétique est des antifongiques locaux, et des antifongiques systémiques si vulvovaginite récidivante.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une pyélonéphrite emphysémateuse chez un diabétique?\",\n    \"answer\": \"Le traitement pour une pyélonéphrite emphysémateuse chez un diabétique est une antibiothérapie et éventuellement une chirurgie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une mucormycose rhino-cérébrale chez un diabétique?\",\n    \"answer\": \"Le traitement pour une mucormycose rhino-cérébrale chez un diabétique est l'amphotéricine B IV et éventuellement une chirurgie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quel est le traitement pour une otite maligne externe chez un diabétique?\",\n    \"answer\": \"Le traitement pour une otite maligne externe chez un diabétique est la ceftazidime ou la piperacilline/tazobactam et éventuellement un débridement chirurgical.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence de la tuberculose chez les diabétiques dans les pays défavorisés?\",\n    \"answer\": \"La prévalence de la tuberculose est très élevée dans les pays défavorisés et elle est plus fréquente, plus sévère et atypique en cas de diabète.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel pourcentage des mélioïdoses en Asie du SE est associé au diabète?\",\n    \"answer\": \"Près de 50 % des mélioïdoses en Asie du SE sont associées au diabète.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Les infections urinaires sont-elles plus fréquentes chez les diabétiques?\",\n    \"answer\": \"Les bactériuries sont 4 à 5 fois plus fréquentes chez le diabétique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés aux infections urinaires hautes chez les diabétiques?\",\n    \"answer\": \"Les infections urinaires hautes chez les diabétiques sont davantage bilatérales et compliquées (bactériémies, abcès péri-rénaux, nécrose papillaire, pyélonéphrite emphysémateuse).\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le risque de bactériémie chez les diabétiques dans les pays développés?\",\n    \"answer\": \"Dans les pays développés, le diabète multiplie par un facteur 3 le risque de bactériémie.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le risque de bactériémie pour la mélioïdose en Asie chez les diabétiques?\",\n    \"answer\": \"Pour la mélioïdose en Asie, le risque de bactériémie est multiplié par 20 chez les diabétiques.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles bactéries sont le plus souvent retrouvées dans les bactériémies chez les diabétiques?\",\n    \"answer\": \"Les bactéries le plus souvent retrouvées dans les bactériémies chez les diabétiques sont E. coli, K. pneumoniae et S. aureus.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements alternatifs pour les infections profondes de la peau chez les diabétiques?\",\n    \"answer\": \"Les traitements alternatifs pour les infections profondes de la peau chez les diabétiques incluent la chirurgie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements alternatifs pour les infections du pied ou de la main diabétique?\",\n    \"answer\": \"Les traitements alternatifs pour les infections du pied ou de la main diabétique incluent la chirurgie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements alternatifs pour les pyélonéphrites emphysémateuses chez les diabétiques?\",\n    \"answer\": \"Les traitements alternatifs pour les pyélonéphrites emphysémateuses chez les diabétiques incluent la chirurgie.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les traitements alternatifs pour les mucormycoses rhino-cérébrales chez les diabétiques?\",\n    \"answer\": \"Les traitements alternatifs pour les mucormycoses rhino-cérébrales chez les diabétiques incluent la chirurgie.\",\n    \"qtype\": \"traitements\"\n  }\n]"