"[\n  {\n    \"question\": \"Quelle est l'incidence des infections néonatales (INN) chez les prématurés?\",\n    \"answer\": \"L'incidence des INN est plus élevée chez les prématurés (< 37 semaines d’aménorrhée ou < 2 500 g) en raison de leur immaturité immunologique et de la fréquente nécessité de procédures invasives.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de risque d'infection materno-fœtale selon l'OMS?\",\n    \"answer\": \"Les facteurs de risque d'infection materno-fœtale incluent l'infection utérine, la fièvre maternelle depuis le début du travail et jusqu’à 3 jours après la naissance, la chorio-amniotite, la prématurité < 35 semaines d’aménorrhée, et la rupture prolongée des membranes plus de 18 h avant la naissance.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les voies de contamination des infections materno-fœtales?\",\n    \"answer\": \"Les voies de contamination des infections materno-fœtales sont la voie ascendante à partir des voies génitales maternelles, la voie hématogène après bactériémie maternelle, et l'ingestion, inhalation ou par voie cutanéo-muqueuse au passage dans la filière génitale.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques des infections néonatales?\",\n    \"answer\": \"Les signes cliniques des infections néonatales incluent des troubles respiratoires (tachypnée, apnée, cyanose, signes de lutte), des troubles hémodynamiques (tachypnée, tachycardie, temps de recoloration cutanée élevé, PA basse), des troubles digestifs (météorisme, refus alimentaire, vomissements, hépatomégalie, entérocolite), des troubles neurologiques (somnolence, hypotonie, convulsions, méningite), des signes généraux (pâleur, teint gris, ictère, hypo- ou hyperthermie, geignement), et la splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels examens biologiques sont essentiels au diagnostic des infections néonatales?\",\n    \"answer\": \"Les examens biologiques essentiels au diagnostic des infections néonatales incluent la numération-formule sanguine (NFS), la protéine C-réactive (CRP) après la 12e heure de vie, la glycémie, et en fonction de la clinique, la radiographie du thorax, la ponction lombaire, et les hémocultures.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels prélèvements bactériologiques sont recommandés pour confirmer le diagnostic d'infection néonatale?\",\n    \"answer\": \"Pour confirmer le diagnostic d'infection néonatale, il est recommandé de faire des prélèvements vaginaux, un examen cyto-bactériologique des urines (ECBU) et, selon les cas, des prélèvements de placenta et d'hémoculture chez la mère. Chez l'enfant, il est recommandé de faire une hémoculture (prélever au moins 1 ml) et un examen du liquide céphalo-rachidien (LCR) systématique si l'enfant est symptomatique ou si l'hémoculture est positive ou en cas de signes neurologiques.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelles sont les principales bactéries pathogènes responsables d'infections néonatales précoces dans les pays en développement?\",\n    \"answer\": \"Les principales bactéries pathogènes responsables d'infections néonatales précoces dans les pays en développement sont Escherichia coli, Streptocoque B, et Listeria monocytogenes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les principales bactéries pathogènes responsables d'infections néonatales tardives dans les pays en développement?\",\n    \"answer\": \"Les principales bactéries pathogènes responsables d'infections néonatales tardives dans les pays en développement sont Staphylococcus aureus, Entérocoque, Hæmophilus, Pneumocoque, E. coli, et Chlamydia trachomatis.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux signes cliniques des infections néonatales nosocomiales?\",\n    \"answer\": \"Les principaux signes cliniques des infections néonatales nosocomiales incluent des troubles respiratoires, des troubles hémodynamiques, des troubles digestifs, des troubles neurologiques, des signes généraux, et la splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs qui expliquent la fréquence élevée des infections nosocomiales dans les unités de néonatologie en milieu tropical?\",\n    \"answer\": \"La fréquence élevée des infections nosocomiales dans les unités de néonatologie en milieu tropical s'explique par la surpopulation dans ces unités, la multiplicité non maîtrisée des soins à risque, et les défauts d'hygiène.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des infections nosocomiales néonatales?\",\n    \"answer\": \"Les principaux agents pathogènes responsables des infections nosocomiales néonatales sont les bactéries multirésistantes telles que Klebsiella, Pseudomonas, Acinetobacter et autres bacilles à Gram négatif.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques évocateurs d'une septicémie néonatale?\",\n    \"answer\": \"Les signes cliniques évocateurs d'une septicémie néonatale incluent des troubles respiratoires, des troubles hémodynamiques, des troubles digestifs, des troubles neurologiques, des signes généraux, et la splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques évocateurs d'une pneumonie néonatale?\",\n    \"answer\": \"Les signes cliniques évocateurs d'une pneumonie néonatale incluent des troubles respiratoires tels que la tachypnée, l'apnée, la cyanose, et les signes de lutte.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques évocateurs d'une méningite néonatale?\",\n    \"answer\": \"Les signes cliniques évocateurs d'une méningite néonatale incluent des troubles neurologiques tels que la somnolence, l'hypotonie, les convulsions, et la méningite.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les examens recommandés pour un nouveau-né symptomatique suspecté d'infection néonatale?\",\n    \"answer\": \"Pour un nouveau-né symptomatique suspecté d'infection néonatale, il est recommandé de faire une hémoculture, un examen du liquide céphalo-rachidien (LCR) systématique, et des examens biologiques tels que la numération-formule sanguine (NFS), la protéine C-réactive (CRP), et la glycémie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des infections néonatales dans les pays occidentaux?\",\n    \"answer\": \"Dans les pays occidentaux, les principaux agents pathogènes responsables des infections néonatales sont le streptocoque B et Escherichia coli.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des infections néonatales dans les pays à ressources limitées?\",\n    \"answer\": \"Dans les pays à ressources limitées, les principaux agents pathogènes responsables des infections néonatales sont les bacilles à Gram négatif (BGN) tels qu'Escherichia coli et le staphylocoque doré.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour les infections néonatales causées par des entérobactéries résistantes à l'ampicilline?\",\n    \"answer\": \"Les infections néonatales causées par des entérobactéries résistantes à l'ampicilline nécessitent en général le recours aux céphalosporines de 3e génération (C3G).\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes responsables des infections sexuellement transmissibles (IST) néonatales?\",\n    \"answer\": \"Les agents pathogènes responsables des infections sexuellement transmissibles (IST) néonatales incluent Chlamydia trachomatis, Mycoplasma hominis, Ureaplasma urealyticum, et le gonocoque.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés à une infection néonatale par Chlamydia trachomatis?\",\n    \"answer\": \"Une infection néonatale par Chlamydia trachomatis présente des risques oculaires et pulmonaires.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les traitements préventifs recommandés pour les infections oculaires néonatales causées par le gonocoque?\",\n    \"answer\": \"Les infections oculaires néonatales causées par le gonocoque doivent être prévenues par l'instillation systématique de collyre antiseptique (nitrate d'argent) ou antibiotique à la naissance.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques évocateurs d'une infection néonatale nosocomiale?\",\n    \"answer\": \"Les signes cliniques évocateurs d'une infection néonatale nosocomiale incluent des troubles respiratoires, des troubles hémodynamiques, des troubles digestifs, des troubles neurologiques, des signes généraux, et la splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des infections néonatales nosocomiales dans les pays en développement?\",\n    \"answer\": \"Les principaux agents pathogènes responsables des infections néonatales nosocomiales dans les pays en développement sont les bactéries multirésistantes telles que Klebsiella, Pseudomonas, Acinetobacter et autres bacilles à Gram négatif.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des infections néonatales précoces dans les pays occidentaux?\",\n    \"answer\": \"Les principaux agents pathogènes responsables des infections néonatales précoces dans les pays occidentaux sont le streptocoque B et Escherichia coli.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des infections néonatales tardives dans les pays occidentaux?\",\n    \"answer\": \"Les principaux agents pathogènes responsables des infections néonatales tardives dans les pays occidentaux sont Staphylococcus aureus, Entérocoque, Hæmophilus, Pneumocoque, E. coli, et Chlamydia trachomatis.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables des infections néonatales nosocomiales dans les pays occidentaux?\",\n    \"answer\": \"Les principaux agents pathogènes responsables des infections néonatales nosocomiales dans les pays occidentaux sont les bactéries multirésistantes telles que Klebsiella, Pseudomonas, Acinetobacter et autres bacilles à Gram négatif.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux signes cliniques des infections néonatales précoces?\",\n    \"answer\": \"Les principaux signes cliniques des infections néonatales précoces incluent des troubles respiratoires, des troubles hémodynamiques, des troubles digestifs, des troubles neurologiques, des signes généraux, et la splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux signes cliniques des infections néonatales tardives?\",\n    \"answer\": \"Les principaux signes cliniques des infections néonatales tardives incluent des troubles respiratoires, des troubles hémodynamiques, des troubles digestifs, des troubles neurologiques, des signes généraux, et la splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux signes cliniques des infections néonatales nosocomiales?\",\n    \"answer\": \"Les principaux signes cliniques des infections néonatales nosocomiales incluent des troubles respiratoires, des troubles hémodynamiques, des troubles digestifs, des troubles neurologiques, des signes généraux, et la splénomégalie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes initiaux du tétanos néonatal?\",\n    \"answer\": \"Les symptômes initiaux du tétanos néonatal sont un refus de téter, suivi de contractures typiques et de fièvre.\",\n    \"qtype\": \"symptômes\"\n  }\n]"