"[\n  {\n    \"question\": \"Quelle est la prévalence de l'infection à H. pylori dans les pays à ressources limitées?\",\n    \"answer\": \"Elle peut atteindre 80 à 85 % dans les pays à ressources limitées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le réservoir principal de H. pylori?\",\n    \"answer\": \"Le réservoir principal de la bactérie est l'homme.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment se transmet H. pylori?\",\n    \"answer\": \"La transmission est interhumaine par voie oro-orale ou féco-orale, souvent durant la petite enfance par voie intrafamiliale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisants la transmission de H. pylori?\",\n    \"answer\": \"Les facteurs favorisants sont les mauvaises conditions socio-économiques, la promiscuité, le manque d'hygiène, le bas niveau d'instruction et l'existence de l'infection dans la famille.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'infection à H. pylori?\",\n    \"answer\": \"L'infection à H. pylori est responsable d'une gastrite le plus souvent asymptomatique, mais peut se manifester par des troubles digestifs vagues et non spécifiques : épigastriques, nausées, flatulences, éructations.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le rôle de H. pylori dans la maladie ulcéreuse gastroduodénale?\",\n    \"answer\": \"H. pylori est trouvé dans 90 % des cas d'ulcère duodénal et 70 % des cas d'ulcère gastrique. L'éradication de la bactérie diminue les risques de récidives et évite la survenue de complications.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment H. pylori est-il impliqué dans l'adénocarcinome gastrique?\",\n    \"answer\": \"L'adénocarcinome gastrique peut être l'aboutissement de l'évolution lente de la gastrite chronique à H. pylori. La gastrite inflammatoire conduit à une gastrite atrophique, puis à une métaplasie intestinale de la muqueuse gastrique, enfin à une dysplasie de sévérité croissante et à un adénocarcinome.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quel est le délai entre l'infection par H. pylori et le développement du cancer gastrique?\",\n    \"answer\": \"Le délai entre l'infection et le développement du cancer peut aller jusqu'à plus de 30 ans.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs augmentant le risque de cancer gastrique lié à H. pylori?\",\n    \"answer\": \"Les facteurs augmentant le risque de cancer sont : la virulence de la bactérie avec la présence ou non des gènes CagA et VacA, la susceptibilité génétique de l'hôte, la carence d'apports alimentaires en antioxydants, la consommation élevée de sels, de tabac et la prise de médicaments inhibiteurs de l'acidité gastrique.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quel est le rôle de H. pylori dans le lymphome gastrique du MALT?\",\n    \"answer\": \"H. pylori joue un rôle essentiel dans la physiopathologie du lymphome gastrique du MALT, probablement en favorisant le développement de clones de lymphocytes B en cas de gastrite folliculaire chronique.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence de H. pylori en cas de dyspepsie non ulcéreuse?\",\n    \"answer\": \"La prévalence de l'infection à H. pylori en cas de dyspepsie non ulcéreuse est supérieure à celle trouvée dans la population générale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le bénéfice du traitement éradicateur de H. pylori en cas de dyspepsie non ulcéreuse?\",\n    \"answer\": \"Seulement 7 à 10 % des sujets ayant bénéficié d'une éradication de la bactérie sont améliorés et il faut traiter 10 à 15 patients pour en soulager 1 seul.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quelle est la stratégie recommandée pour la dyspepsie non explorée dans les zones de forte prévalence de H. pylori?\",\n    \"answer\": \"La stratégie 'tester et traiter' a montré un bon rapport coût/efficacité dans les zones de forte prévalence (> 20 %), chez les patients ne présentant pas de reflux gastro-œsophagien ni de signe d'alarme justifiant la réalisation d'une endoscopie.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les pathologies extradigestives associées à H. pylori?\",\n    \"answer\": \"H. pylori peut être responsable d'anémie ferriprive, de purpura thrombopénique immunologique (PTI) et d'une carence en vitamine B12.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment se fait le diagnostic de l'infection à H. pylori?\",\n    \"answer\": \"Le diagnostic peut se faire par des méthodes invasives nécessitant une endoscopie digestive haute ou par des méthodes non invasives.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les avantages du test rapide à l'uréase pour le diagnostic de H. pylori?\",\n    \"answer\": \"Le test rapide à l'uréase a une sensibilité > 90 %, une spécificité de 95 %, permet un diagnostic rapide (lecture < 4 h) et a un faible coût.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les inconvénients du test rapide à l'uréase pour le diagnostic de H. pylori?\",\n    \"answer\": \"Le test rapide à l'uréase a une baisse de la sensibilité en cas de faible densité de H. pylori et n'est pas indiqué pour le contrôle de l'éradication.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les avantages de l'histologie pour le diagnostic de H. pylori?\",\n    \"answer\": \"L'histologie a une sensibilité > 95 %, une spécificité > 95 %, permet un diagnostic histologique des lésions associées et a une excellente performance.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les inconvénients de l'histologie pour le diagnostic de H. pylori?\",\n    \"answer\": \"L'histologie nécessite un personnel entraîné et sa fiabilité dépend du site, du nombre et de la taille des biopsies et de l'examinateur.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les avantages de la culture pour le diagnostic de H. pylori?\",\n    \"answer\": \"La culture permet la réalisation d'un antibiogramme et l'identification des marqueurs de virulence de la bactérie.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les inconvénients de la culture pour le diagnostic de H. pylori?\",\n    \"answer\": \"La culture nécessite des conditions difficiles de transport et de culture.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les avantages de la PCR pour le diagnostic de H. pylori?\",\n    \"answer\": \"La PCR a une sensibilité > 90 %, une spécificité de 100 %, permet des conditions de transport et de conservation faciles, des résultats rapides et teste la sensibilité aux antibiotiques.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les inconvénients de la PCR pour le diagnostic de H. pylori?\",\n    \"answer\": \"La PCR a un coût élevé et une disponibilité limitée.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les avantages de la recherche d'antigènes dans les selles pour le diagnostic de H. pylori?\",\n    \"answer\": \"La recherche d'antigènes dans les selles a une sensibilité de 92 %, une spécificité de 94 %, est simple notamment chez l'enfant et permet un contrôle plus précoce de l'efficacité du traitement.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les inconvénients de la recherche d'antigènes dans les selles pour le diagnostic de H. pylori?\",\n    \"answer\": \"La recherche d'antigènes dans les selles a une variabilité des résultats chez l'enfant, est moins spécifique que les autres tests et le recueil est désagréable pour le patient.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les avantages de la sérologie pour le diagnostic de H. pylori?\",\n    \"answer\": \"La sérologie a une sensibilité de 76-84 %, une spécificité de 79-90 %, est utile pour les enquêtes de prévalence et le diagnostic initial quand les autres tests sont mis en défaut.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les inconvénients de la sérologie pour le diagnostic de H. pylori?\",\n    \"answer\": \"La sérologie peut donner des faux positifs car les anticorps diminuent 4 à 6 mois après éradication de manière inconstante et n'est pas recommandée après un traitement.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour l'éradication de H. pylori?\",\n    \"answer\": \"Les traitements recommandés incluent une trithérapie associant un inhibiteur de la pompe à protons (IPP) et deux antibiotiques pendant 7 à 14 jours.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs influençant l'efficacité du traitement de H. pylori?\",\n    \"answer\": \"Les facteurs influençant l'efficacité du traitement incluent la résistance aux antibiotiques, l'observance du traitement par le patient et la durée du traitement.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les principaux médicaments utilisés dans le traitement éradicateur de H. pylori?\",\n    \"answer\": \"Le traitement éradicateur de H. pylori repose sur l’association d’un anti-sécrétoire (IPP) et de deux ou trois antibiotiques tels que l'amoxicilline, la clarithromycine, le métronidazole, la lévofloxacine, la rifabutine, la tétracycline et le bismuth.\",\n    \"qtype\": \"traitement\"\n  }\n]"