"[\n  {\n    \"question\": \"Qu'est-ce que la neutropénie?\",\n    \"answer\": \"La neutropénie est définie par un nombre de polynucléaires neutrophiles à la numération formule sanguine < 1 500/mm3 chez l’adulte et 1 300/mm3 chez l’enfant. Elle est sévère en dessous de 500/mm3 et profonde en dessous de 100/mm3.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quelles sont les causes principales de la neutropénie?\",\n    \"answer\": \"Les causes de la neutropénie peuvent être congénitales, acquises (principalement envahissement médullaire néoplasique, myélodysplasie) ou iatrogènes (médicament, chimiothérapie anticancéreuse).\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels médicaments peuvent causer une neutropénie?\",\n    \"answer\": \"Les médicaments les plus fréquemment en cause sont les antithyroïdiens, la phénylbutazone, l’indométacine, les sulfamides, le chloramphénicol, les phénothiazines (antihistaminiques), les beta lactamines, la rifampicine, le triméthoprime, l’amidopyrine, la L Dopa, les diurétiques thiazidiques, la phénytoine, la quinine et les anti-agrégants plaquettaires.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les germes les plus fréquents responsables d'infections chez les neutropéniques?\",\n    \"answer\": \"Les cocci Gram positifs (staphylocoques à coagulase négative, Staphylococcus aureus, Streptococcus viridans, Enterococcus) sont les plus fréquents, mais les bacilles Gram négatifs (Escherichia coli, Enterobacter, Klebsiella, Pseudomonas aeruginosa) sont associés à une plus grande létalité.\",\n    \"qtype\": \"germes\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés à une neutropénie profonde et prolongée?\",\n    \"answer\": \"La neutropénie profonde et prolongée (> 7 jours) est un facteur de risque majeur d’infection fongique comme l’aspergillose et la candidose, avec risque de localisation profonde notamment hépatique ou splénique chez les patients traités pour leucémies aiguës. Elle augmente également le risque de bactéries multirésistantes.\",\n    \"qtype\": \"risques\"\n  },\n  {\n    \"question\": \"Quels examens sont recommandés pour identifier la cause d'une neutropénie fébrile?\",\n    \"answer\": \"Le bilan étiologique comprend des hémocultures, un examen cyto-bactériologique des urines (ECBU), des prélèvements orientés par la clinique, une radio du thorax, un frottis sanguin/goutte épaisse en milieu d’endémie palustre, une NFS, un dosage des vitamines B9 et B12 et un myélogramme.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques à surveiller chez un patient neutropénique fébrile?\",\n    \"answer\": \"Les signes inflammatoires étant réduits chez ces patients, il faut être très vigilant sur les symptômes et l’examen clinique : un érythème peut traduire une infection cutanée sévère, une simple toux une pneumonie. Les muqueuses (orales, périnéales) doivent être systématiquement examinées de même que les cathéters.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de risque évalués par le score MASCC?\",\n    \"answer\": \"Le score MASCC évalue les facteurs de risque lors de l’évaluation de la gravité de la neutropénie fébrile. Un score > à 21 place le patient en faible risque de complications médicales.\",\n    \"qtype\": \"évaluation\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies acquises en zone tropicale?\",\n    \"answer\": \"Les neutropénies acquises en zone tropicale peuvent être d’origine infectieuse : envahissement médullaire par une tuberculose ou une leishmaniose, neutropénie d’origine virale (hépatites virales, entérovirus, VIH, parvovirus, fièvres hémorragiques) ou bactériennes (brucellose, fièvre typhoïde).\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels déficits vitaminiques peuvent causer une neutropénie?\",\n    \"answer\": \"Un déficit en vitamine B9 et B12 peut causer une neutropénie.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Pourquoi une fièvre chez un patient neutropénique est-elle une urgence?\",\n    \"answer\": \"Une fièvre survenant chez un patient neutropénique est une urgence diagnostique et thérapeutique, pouvant engager le pronostic vital.\",\n    \"qtype\": \"urgence\"\n  },\n  {\n    \"question\": \"Quels sont les germes Gram positifs les plus fréquents chez les neutropéniques?\",\n    \"answer\": \"Les cocci Gram positifs les plus fréquents chez les neutropéniques sont les staphylocoques à coagulase négative, Staphylococcus aureus, Streptococcus viridans et Enterococcus.\",\n    \"qtype\": \"germes\"\n  },\n  {\n    \"question\": \"Quels sont les germes Gram négatifs les plus fréquents chez les neutropéniques?\",\n    \"answer\": \"Les bacilles Gram négatifs les plus fréquents chez les neutropéniques sont Escherichia coli, Enterobacter, Klebsiella et Pseudomonas aeruginosa.\",\n    \"qtype\": \"germes\"\n  },\n  {\n    \"question\": \"Quels sont les risques d'infection fongique chez les neutropéniques?\",\n    \"answer\": \"Les neutropéniques ont un risque accru d'infection fongique comme l’aspergillose et la candidose, surtout en cas de neutropénie profonde et prolongée.\",\n    \"qtype\": \"risques\"\n  },\n  {\n    \"question\": \"Quels sont les examens cliniques recommandés pour un patient neutropénique fébrile?\",\n    \"answer\": \"Les examens cliniques recommandés incluent l'examen des muqueuses (orales, périnéales), des cathéters, et la recherche de signes inflammatoires comme un érythème ou une toux.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les examens biologiques recommandés pour un patient neutropénique fébrile?\",\n    \"answer\": \"Les examens biologiques recommandés incluent des hémocultures, un examen cyto-bactériologique des urines (ECBU), une NFS, un frottis sanguin/goutte épaisse en milieu d’endémie palustre, et un dosage des vitamines B9 et B12.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les examens d'imagerie recommandés pour un patient neutropénique fébrile?\",\n    \"answer\": \"Une radio du thorax est recommandée pour un patient neutropénique fébrile.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les signes inflammatoires à surveiller chez un patient neutropénique?\",\n    \"answer\": \"Les signes inflammatoires à surveiller incluent un érythème, qui peut traduire une infection cutanée sévère, et une simple toux, qui peut indiquer une pneumonie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine infectieuse en zone tropicale?\",\n    \"answer\": \"Les neutropénies d'origine infectieuse en zone tropicale peuvent être causées par un envahissement médullaire par une tuberculose ou une leishmaniose, des infections virales (hépatites virales, entérovirus, VIH, parvovirus, fièvres hémorragiques) ou bactériennes (brucellose, fièvre typhoïde).\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine virale?\",\n    \"answer\": \"Les neutropénies d'origine virale peuvent être causées par les hépatites virales, les entérovirus, le VIH, le parvovirus et les fièvres hémorragiques.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine bactérienne?\",\n    \"answer\": \"Les neutropénies d'origine bactérienne peuvent être causées par la brucellose et la fièvre typhoïde.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine médicamenteuse?\",\n    \"answer\": \"Les neutropénies d'origine médicamenteuse peuvent être causées par les antithyroïdiens, la phénylbutazone, l’indométacine, les sulfamides, le chloramphénicol, les phénothiazines (antihistaminiques), les beta lactamines, la rifampicine, le triméthoprime, l’amidopyrine, la L Dopa, les diurétiques thiazidiques, la phénytoine, la quinine et les anti-agrégants plaquettaires.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine congénitale?\",\n    \"answer\": \"Les neutropénies d'origine congénitale peuvent être causées par des anomalies génétiques affectant la production de neutrophiles.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine iatrogène?\",\n    \"answer\": \"Les neutropénies d'origine iatrogène peuvent être causées par des médicaments ou des traitements comme la chimiothérapie anticancéreuse.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine néoplasique?\",\n    \"answer\": \"Les neutropénies d'origine néoplasique peuvent être causées par un envahissement médullaire par des cellules cancéreuses.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine myélodysplasique?\",\n    \"answer\": \"Les neutropénies d'origine myélodysplasique peuvent être causées par des anomalies dans la production des cellules sanguines dans la moelle osseuse.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine nutritionnelle?\",\n    \"answer\": \"Les neutropénies d'origine nutritionnelle peuvent être causées par un déficit en vitamine B9 et B12.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine environnementale?\",\n    \"answer\": \"Les neutropénies d'origine environnementale peuvent être causées par des infections endémiques dans certaines régions, comme la tuberculose ou la leishmaniose en zone tropicale.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de neutropénies d'origine idiopathique?\",\n    \"answer\": \"Les neutropénies d'origine idiopathique sont celles dont la cause est inconnue après un bilan étiologique complet.\",\n    \"qtype\": \"étiologie\"\n  },\n  {\n    \"question\": \"Quels sont les critères pour évaluer le risque chez un patient neutropénique fébrile?\",\n    \"answer\": \"Âge < 60 ans, patient ambulatoire avant l’épisode fébrile, pas/peu de symptômes de neutropénie fébrile, symptômes modérés de neutropénie fébrile, pas d’hypotension artérielle systolique (> 90 mmHg), pas de déshydratation (nécessitant une réhydratation intraveineuse), pas de broncho-pneumopathie obstructive (BPCO), tumeur solide ou hémopathie sans infection fongique antérieure.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"