"[\n  {\n    \"question\": \"Qu'est-ce que la fièvre puerpérale (FP) ?\",\n    \"answer\": \"La fièvre puerpérale (FP) est une infection maternelle grave, historique, épidémique, causée par des streptocoques β-hémolytiques du groupe A et survenant dans les jours suivant l’accouchement ou une fausse couche.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se manifeste initialement la fièvre puerpérale (FP) ?\",\n    \"answer\": \"C’est initialement une endométrite (infection de la surface placentaire dénudée de l’endomètre) qui peut s’étendre secondairement aux viscères pelviens ou se généraliser.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se fait la contamination de la fièvre puerpérale (FP) ?\",\n    \"answer\": \"La contamination, souvent nosocomiale et véhiculée par les mains, les instruments et l’absence de port de masque, est d’origine externe et se fait au cours de l’accouchement.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel était le pronostic de la fièvre puerpérale (FP) avant l’ère des antibiotiques ?\",\n    \"answer\": \"Le pronostic était redoutable avant l’ère des antibiotiques.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Le fœtus est-il concerné par l’infection de la fièvre puerpérale (FP) ?\",\n    \"answer\": \"Le fœtus n’est pas concerné par l’infection.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la situation actuelle de la fièvre puerpérale (FP) ?\",\n    \"answer\": \"La FP a pratiquement disparu aujourd’hui partout où les règles d’hygiène de base sont respectées et où l’accès aux antibiotiques est aisé.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la fréquence des infections du post-partum dans les pays à ressources limitées ?\",\n    \"answer\": \"L’infection du post-partum au sens plus large reste aujourd’hui très fréquente dans les pays à ressources limitées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les entités définies par l’OMS depuis 1992 concernant les infections puerpérales ?\",\n    \"answer\": \"1) Le sepsis puerpéral : infection des voies génitales du début du travail et/ou de la rupture des membranes jusqu’au 42e jour post-partum ; 2) Les infections puerpérales : toutes les infections survenant du début du travail et/ou de la rupture des membranes jusqu’au 42e jour post-partum ; 3) Les endométrites du post-partum : infections du post-partum impliquant l’utérus (muqueuse utérine, myomètre et paramètres).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la première cause de mortalité des accouchées ?\",\n    \"answer\": \"La complication majeure du post-partum, elle constitue surtout la première cause de mortalité des accouchées : 15 à 35 % des décès et 30 % des hystérectomies lui sont imputables.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la fréquence de la fièvre puerpérale (FP) en Afrique ?\",\n    \"answer\": \"En Afrique, la FP complique 2 % des accouchements qui ont lieu dans les centres équipés et 5 à 6 % de ceux qui ont lieu hors centre, c’est-à-dire la grande majorité.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le taux de mortalité de la fièvre puerpérale (FP) dans les centres équipés en Afrique ?\",\n    \"answer\": \"La mortalité, dans le premier cas de figure, est de l’ordre de 5 %.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les germes en cause dans la fièvre puerpérale (FP) ?\",\n    \"answer\": \"Le spectre des germes en cause est étendu et inclut, outre le streptocoque historique, staphylocoques, entérocoques, gonocoque, anaérobies (Clostridium perfringens) et bacilles Gram négatif (BGN).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Les germes responsables de la fièvre puerpérale (FP) sont-ils souvent recherchés et identifiés ?\",\n    \"answer\": \"Ces germes sont rarement recherchés et identifiés.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la nature de l’infection de la fièvre puerpérale (FP) ?\",\n    \"answer\": \"L’infection est soit communautaire et sporadique (plus fréquente dans les pays à ressources limitées), soit nosocomiale et épidémique.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la période de susceptibilité accrue aux infections en général pour les femmes ?\",\n    \"answer\": \"Il faut rappeler que le post-partum est une période de susceptibilité accrue aux infections en général.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la première cause de décès maternel selon le tableau 2 ?\",\n    \"answer\": \"La première cause de décès maternel est le sepsis puerpéral.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel pourcentage des accouchements est concerné par le sepsis puerpéral ?\",\n    \"answer\": \"Le sepsis puerpéral concerne 2 à 6 % des accouchements.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux germes responsables de la fièvre puerpérale (FP) ?\",\n    \"answer\": \"Les principaux germes responsables de la fièvre puerpérale (FP) incluent les streptocoques β-hémolytiques du groupe A, staphylocoques, entérocoques, gonocoque, anaérobies (Clostridium perfringens) et bacilles Gram négatif (BGN).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de contamination de la fièvre puerpérale (FP) ?\",\n    \"answer\": \"Les principaux facteurs de contamination de la fièvre puerpérale (FP) sont les mains, les instruments et l’absence de port de masque.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux types d'infections puerpérales définis par l'OMS ?\",\n    \"answer\": \"Les principaux types d'infections puerpérales définis par l'OMS sont le sepsis puerpéral, les infections puerpérales et les endométrites du post-partum.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la responsabilité du sepsis puerpéral dans la mortalité maternelle ?\",\n    \"answer\": \"Le sepsis puerpéral est responsable de 15 à 35 % des décès maternels.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les autres types de complications du post-partum mentionnés dans le tableau 1 ?\",\n    \"answer\": \"Les autres types de complications du post-partum mentionnés dans le tableau 1 sont les hémorragies, l’éclampsie, la rupture utérine, les déchirures périnéales, les fistules recto-vaginales et l’anémie maternelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de décès maternels imputables aux hémorragies post-partum ?\",\n    \"answer\": \"Les hémorragies post-partum sont responsables de 17 % des décès maternels.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le pourcentage de décès maternels imputables à l’éclampsie post-partum ?\",\n    \"answer\": \"L’éclampsie post-partum est responsable de 12 % des décès maternels.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les pourcentages de décès maternels imputables à la rupture utérine et aux déchirures périnéales ?\",\n    \"answer\": \"La rupture utérine et les déchirures périnéales sont responsables de 1 % des décès maternels.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les pourcentages de décès maternels imputables aux fistules recto-vaginales et à l’anémie maternelle ?\",\n    \"answer\": \"Les fistules recto-vaginales et l’anémie maternelle sont responsables de 1 % des décès maternels.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux germes responsables des infections puerpérales ?\",\n    \"answer\": \"Les principaux germes responsables des infections puerpérales incluent les streptocoques β-hémolytiques du groupe A, staphylocoques, entérocoques, gonocoque, anaérobies (Clostridium perfringens) et bacilles Gram négatif (BGN).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la période de survenue des infections puerpérales selon l'OMS ?\",\n    \"answer\": \"Les infections puerpérales surviennent du début du travail et/ou de la rupture des membranes jusqu’au 42e jour post-partum.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la complication majeure du post-partum ?\",\n    \"answer\": \"La complication majeure du post-partum est la fièvre puerpérale (FP), qui constitue la première cause de mortalité des accouchées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les germes responsables de la fièvre puerpérale?\",\n    \"answer\": \"Les germes polymorphes responsables de la fièvre puerpérale incluent les streptocoques, les BGN (bactéries à Gram négatif) et les anaérobies.\",\n    \"qtype\": \"épidémiologie\"\n  }\n]"