"[\n  {\n    \"question\": \"Quelles sont les principales causes des infections pelviennes chez la femme?\",\n    \"response\": \"Les infections sexuellement transmises dues à N. gonorrhoeae et à C. trachomatis, ainsi que la flore endogène comprenant des anaérobies, streptocoques et E. coli.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisants des infections pelviennes hautes?\",\n    \"response\": \"Les dispositifs de contraception intra-utérins, les avortements et les hystérosalpingographies.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'appel des infections pelviennes aiguës et subaiguës?\",\n    \"response\": \"Fièvre, douleurs pelviennes, leucorrhée, métrorragie, dysurie, proctalgie, douleur lombaire, nausée et vomissement.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels examens sont réalisés pour diagnostiquer une infection pelvienne aiguë?\",\n    \"response\": \"Examen de l'abdomen, toucher vaginal, examen au spéculum, échographie, cœlioscopie, prélèvement vaginal pour recherche de gonocoques ou de Chlamydia, sérologie des Chlamydiae.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quand la cœlioscopie est-elle indiquée dans le cadre des infections pelviennes?\",\n    \"response\": \"En cas d'échec du traitement médical initial et en cas de suspicion de complications.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les diagnostics différentiels des infections pelviennes aiguës?\",\n    \"response\": \"Grossesse extra-utérine, appendicite aiguë, pyélonéphrite aiguë, rupture de kyste ovarien, nécrobiose aseptique d'un fibrome.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections pelviennes chroniques?\",\n    \"response\": \"Douleurs abdominales, lombalgie, leucorrhées, dyspareunie, dysménorrhée, ménorragies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment sont souvent découvertes les formes latentes des infections pelviennes?\",\n    \"response\": \"Lors du bilan d'une stérilité.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les risques associés à l'obturation de l'ostium des trompes de Fallope?\",\n    \"response\": \"Pyosalpynx, hydrosalpynx, stérilité, grossesse extra-utérine, douleurs chroniques.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques observés lors de l'examen de l'abdomen pour une infection pelvienne aiguë?\",\n    \"response\": \"Défense pelvienne, empâtement douloureux du pelvis.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques observés lors du toucher vaginal pour une infection pelvienne aiguë?\",\n    \"response\": \"Empâtement, comblement de cul-de-sac, refoulement du col, douleur du cul de sac de Douglas.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques observés lors de l'examen au spéculum pour une infection pelvienne aiguë?\",\n    \"response\": \"Vaginite, cervicite, écoulement purulent cervical.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est l'utilité de l'échographie dans le diagnostic des infections pelviennes aiguës?\",\n    \"response\": \"Dépister une complication comme un pyosalpinx, un abcès ovarien ou du Douglas.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est l'utilité de la laparoscopie dans le diagnostic des infections pelviennes?\",\n    \"response\": \"Visualiser des trompes inflammatoires, des adhérences pelviennes, d'éventuelles complications et permettre les prélèvements bactériologiques.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections pelviennes subaiguës?\",\n    \"response\": \"Douleurs abdominales, lombalgie, leucorrhées, dyspareunie, dysménorrhée, ménorragies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections pelviennes latentes?\",\n    \"response\": \"Paucisymptomatiques, souvent découvertes lors du bilan d'une stérilité.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une grossesse extra-utérine, un diagnostic différentiel des infections pelviennes?\",\n    \"response\": \"Notion d'aménorrhée, signes de spoliation sanguine, douleur pelvienne unilatérale, test de grossesse positif.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une appendicite aiguë, un diagnostic différentiel des infections pelviennes?\",\n    \"response\": \"Douleur abdominale, fièvre, nausée, vomissement.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une pyélonéphrite aiguë, un diagnostic différentiel des infections pelviennes?\",\n    \"response\": \"Fièvre, douleur lombaire, dysurie, pollakiurie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une rupture de kyste ovarien, un diagnostic différentiel des infections pelviennes?\",\n    \"response\": \"Douleur pelvienne aiguë, saignement vaginal.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une nécrobiose aseptique d'un fibrome, un diagnostic différentiel des infections pelviennes?\",\n    \"response\": \"Douleur pelvienne, saignement vaginal.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques observés lors de la cœlioscopie pour une infection pelvienne?\",\n    \"response\": \"Trompes inflammatoires, adhérences pelviennes, éventuelles complications.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques observés lors de la laparoscopie pour une infection pelvienne?\",\n    \"response\": \"Adhérences de périhépatite.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est l'utilité de la sérologie des Chlamydiae dans le diagnostic des infections pelviennes?\",\n    \"response\": \"Évocatrice si une augmentation du titre d'anticorps est observée à deux prélèvements successifs.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection pelvienne d'évolution torpide?\",\n    \"response\": \"Douleurs abdominales, lombalgie, leucorrhées, dyspareunie, dysménorrhée, ménorragies.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection pelvienne paucisymptomatique?\",\n    \"response\": \"Souvent asymptomatique, découverte lors du bilan d'une stérilité.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection pelvienne avec pyosalpinx?\",\n    \"response\": \"Douleurs pelviennes, fièvre, leucorrhée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection pelvienne avec abcès ovarien?\",\n    \"response\": \"Douleurs pelviennes, fièvre, leucorrhée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'une infection pelvienne avec abcès du Douglas?\",\n    \"response\": \"Douleurs pelviennes, fièvre, leucorrhée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelles sont les complications aiguës possibles des infections pelviennes chez la femme?\",\n    \"answer\": \"Les complications aiguës possibles incluent la péritonite aiguë chirurgicale, la septicémie et le choc septique, le pyosalpinx, l'abcès ovarien, et l'abcès du Douglas.\",\n    \"qtype\": \"complications\"\n  }\n]"