"[\n  {\n    \"question\": \"Qu'est-ce qu'une infection associée aux soins?\",\n    \"answer\": \"Une infection est dite associée aux soins si elle survient au cours ou au décours d’une prise en charge (diagnostique, thérapeutique, palliative, préventive ou éducative) d’un patient et si elle n’était ni présente, ni en incubation au début de la prise en charge.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les types d'infections nosocomiales les plus courants?\",\n    \"answer\": \"Les types d'infections nosocomiales les plus courants sont l'infection urinaire, l'infection respiratoire et pneumopathie, l'infection sur cathéter veineux central en réanimation, l'infection du site opératoire en chirurgie et la bactériémie.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections associées aux soins?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections associées aux soins incluent la réalisation d’un geste invasif chez le patient, la colonisation préalable de la peau ou du tube digestif par des bactéries multirésistantes, et la transmission d’un agent infectieux pathogène à partir d’un patient infecté.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels agents pathogènes sont souvent responsables des infections sur cathéter?\",\n    \"answer\": \"Les agents pathogènes souvent responsables des infections sur cathéter sont les staphylocoques (50-70%), incluant les staphylocoques dorés et les staphylocoques blancs, ainsi que les entérobactéries (20%).\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quelles mesures préventives peuvent être prises pour éviter les infections urinaires nosocomiales?\",\n    \"answer\": \"Les mesures préventives pour éviter les infections urinaires nosocomiales incluent l'utilisation de sondage clos.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Comment se définit une infection du site opératoire?\",\n    \"answer\": \"Une infection du site opératoire se définit par la présence de pus au niveau de l’incision ou sur le site opératoire dans les 30 jours après le geste opératoire et jusqu’à un an après en cas de pose de prothèse.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections pulmonaires précoces?\",\n    \"answer\": \"Les agents pathogènes habituels pour les infections pulmonaires précoces (< 5 jours) sont le pneumocoque, Haemophilus et les anaérobies.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections pulmonaires nosocomiales?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections pulmonaires nosocomiales incluent l'intubation trachéale et la ventilation artificielle, les fausses routes et l'alitement prolongé.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quelles sont les mesures préventives pour les infections sur cathéter?\",\n    \"answer\": \"Les mesures préventives pour les infections sur cathéter incluent la limitation des indications, l'asepsie lors de l’insertion et le changement régulier si usage prolongé (pour les voies périphériques).\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections urinaires nosocomiales?\",\n    \"answer\": \"Les agents pathogènes habituels pour les infections urinaires nosocomiales sont E. coli et les entérobactéries.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Comment se définit une bactériémie nosocomiale?\",\n    \"answer\": \"Une bactériémie nosocomiale se définit par une hémoculture positive pour des microbes pathogènes ou deux hémocultures positives sur deux prélèvements différents pour des staphylocoques blancs, Bacillus, corynébactéries, microcoques, etc.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections du site opératoire?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections du site opératoire incluent le type de chirurgie (propre, contaminée, sale) et la durée de l'opération.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels agents pathogènes sont souvent responsables des infections pulmonaires tardives?\",\n    \"answer\": \"Les agents pathogènes souvent responsables des infections pulmonaires tardives (> 5 jours) sont Pseudomonas aeruginosa et le staphylocoque doré méthi-R.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quelles mesures préventives peuvent être prises pour éviter les infections pulmonaires nosocomiales?\",\n    \"answer\": \"Les mesures préventives pour éviter les infections pulmonaires nosocomiales incluent la position semi-assise, les soins de bouche et les aspirations bronchiques avec la technique non contact.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les bactériémies nosocomiales?\",\n    \"answer\": \"Les principaux facteurs de risque pour les bactériémies nosocomiales incluent le cathétérisme vasculaire.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections du site opératoire?\",\n    \"answer\": \"Les agents pathogènes habituels pour les infections du site opératoire varient selon le type de chirurgie.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections sur cathéter?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections sur cathéter incluent la durée du cathétérisme et le site d’insertion (cave inférieur > cave supérieur).\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les bactériémies nosocomiales?\",\n    \"answer\": \"Les agents pathogènes habituels pour les bactériémies nosocomiales incluent les staphylocoques blancs, Bacillus, corynébactéries et microcoques.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quelles mesures préventives peuvent être prises pour éviter les infections du site opératoire?\",\n    \"answer\": \"Les mesures préventives pour éviter les infections du site opératoire incluent la préparation de l’opéré, le lavage des mains et l'antibioprophylaxie.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections urinaires nosocomiales?\",\n    \"answer\": \"Le principal facteur de risque pour les infections urinaires nosocomiales est le sondage urinaire.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections associées aux soins en Afrique?\",\n    \"answer\": \"En Afrique, les agents pathogènes habituels pour les infections associées aux soins incluent les bactéries multirésistantes comme le staphylocoque doré résistant à la méthicilline, les entérobactéries multirésistantes, Acinetobacter et Pseudomonas.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections associées aux soins en Afrique?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections associées aux soins en Afrique incluent la colonisation préalable par des bactéries multirésistantes et la transmission nosocomiale de maladies comme le choléra et la rougeole.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections nosocomiales en néonatologie en Afrique?\",\n    \"answer\": \"Les agents pathogènes habituels pour les infections nosocomiales en néonatologie en Afrique incluent les bactéries multirésistantes.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections nosocomiales en néonatologie en Afrique?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections nosocomiales en néonatologie en Afrique incluent l'exposition aux épidémies de bactéries multirésistantes.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections nosocomiales en pédiatrie en Afrique?\",\n    \"answer\": \"Les agents pathogènes habituels pour les infections nosocomiales en pédiatrie en Afrique incluent les agents responsables du choléra et de la rougeole.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections nosocomiales en pédiatrie en Afrique?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections nosocomiales en pédiatrie en Afrique incluent la transmission nosocomiale de maladies comme le choléra et la rougeole.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections nosocomiales chez les patients atteints de VIH/SIDA en Afrique?\",\n    \"answer\": \"Les agents pathogènes habituels pour les infections nosocomiales chez les patients atteints de VIH/SIDA en Afrique incluent les souches de bacilles de Koch multirésistantes.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections nosocomiales chez les patients atteints de VIH/SIDA en Afrique?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections nosocomiales chez les patients atteints de VIH/SIDA en Afrique incluent la transmission de souches de bacilles de Koch multirésistantes.\",\n    \"qtype\": \"facteurs de risque\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes habituels pour les infections nosocomiales chez les patients immunodéprimés?\",\n    \"answer\": \"Les agents pathogènes habituels pour les infections nosocomiales chez les patients immunodéprimés incluent les légionelles et les aspergillus.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux facteurs de risque pour les infections nosocomiales chez les patients immunodéprimés?\",\n    \"answer\": \"Les principaux facteurs de risque pour les infections nosocomiales chez les patients immunodéprimés incluent l'exposition à des micro-organismes de l’environnement hospitalier, comme la légionellose à partir du réseau d’eau chaude par aérosolisation et l'aspergillose à partir des poussières générées par des travaux à proximité.\",\n    \"qtype\": \"facteurs de risque\"\n  }\n]"