"[\n  {\n    \"question\": \"Quels sont les risques infectieux associés à l'usage de drogue par injection sous-cutanée ou intramusculaire (skin popping) ?\",\n    \"response\": \"Infection cutanée et des tissus mous\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés au mélange d'héroïne et de cocaïne (speed-balls) ?\",\n    \"response\": \"Infection cutanée et des tissus mous\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à l'injection de drogue et de sang (booting) ?\",\n    \"response\": \"Infection cutanée et des tissus mous\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à la pratique du shotgunning ?\",\n    \"response\": \"Infections respiratoires\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés au mélange de pentazocine et tripelennamine dans de l'eau contaminée (TaBs) ?\",\n    \"response\": \"Infection à Pseudomonas\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à l'inhalation nasale de cocaïne (sniff) ?\",\n    \"response\": \"VHC\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les éléments du bilan standard pour un UDIV présentant une fièvre ?\",\n    \"response\": \"Biologie : NFS, CRP, hémocultures, uroculture, sérologies VIH, hépatites B et C, syphilis. Imagerie : radio de thorax, échographie abdominale ou scanner thoraco-abdominal, fond d’œil.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quels sont les points à vérifier en cas de fièvre chez un UDIV ?\",\n    \"response\": \"Rechercher une cause non infectieuse, réaliser un bilan standard, vérifier la présence d'un point d'appel infectieux.\",\n    \"qtype\": \"diagnostic\"\n  },\n  {\n    \"question\": \"Quelle est la prise en charge initiale en cas de fièvre chez un UDIV sans point d'appel infectieux ?\",\n    \"response\": \"Investigation spécifique et évaluation de la gravité.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quelle est la prise en charge initiale en cas de fièvre chez un UDIV avec point d'appel infectieux et gravité ?\",\n    \"response\": \"Association bêtalactamine à large spectre et glycopeptide ou daptomycine.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quelle est la prise en charge initiale en cas de fièvre chez un UDIV avec point d'appel infectieux sans gravité ?\",\n    \"response\": \"Antibiothérapie selon l’orientation, active sur les staphylocoques et les streptocoques.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les éléments à prendre en compte dans la prise en charge d'une tuberculose avérée chez un UDIV ?\",\n    \"response\": \"L'état nutritionnel, l'existence d'une hépatite virale, les interactions médicamenteuses des antituberculeux avec les produits stupéfiants ou un éventuel traitement antirétroviral.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisant les pneumonies communautaires chez les UDIV ?\",\n    \"response\": \"Tabagisme, sinusites, mauvais état bucco-dentaire.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes souvent impliqués dans les pneumonies communautaires chez les UDIV ?\",\n    \"response\": \"Pneumocoque, bactéries de la cavité buccale, entérobactéries et anaérobies.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le traitement antibiotique recommandé pour les pneumonies communautaires chez les UDIV ?\",\n    \"response\": \"Association amoxicilline-acide clavulanique ou une céphalosporine de troisième génération injectable type ceftriaxone avec du métronidazole.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les risques d'infections sexuellement transmissibles (IST) chez les UDIV ?\",\n    \"response\": \"Chlamydia trachomatis, Neisseria gonorrhoeae, syphilis, VIH, VHB.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelles sont les infections cutanées fréquentes chez les UDIV liées aux conditions de vie ?\",\n    \"response\": \"Infections bactériennes de type ecthyma ou impetigo, lésions de grattage, surinfections de piqures et morsures, ectoparasitoses.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes pouvant causer des épidémies chez les UDIV par partage de matériel d'injection ?\",\n    \"response\": \"Staphylococcus aureus résistant à la méthicilline (SARM), Streptococcus pyogenes.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes pouvant causer des épidémies chez les UDIV par utilisation de drogue contaminée ?\",\n    \"response\": \"Clostridium, botulisme.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à l'utilisation de salive, jus de citron ou eau pour solubiliser les substances injectées chez les UDIV ?\",\n    \"response\": \"Risque de transmission d’agents infectieux.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les problèmes de santé publique posés par l'augmentation de l'utilisation du tramadol d'origine illicite dans les pays à ressources limitées ?\",\n    \"response\": \"Cette augmentation rapide pose de gros problèmes de santé publique, à l’instar des surdoses d’opioïdes en Amérique du Nord.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisant l'altération des défenses immunitaires chez les UDIV ?\",\n    \"response\": \"Dénutrition, consommation d’alcool, infection par le VIH.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs favorisant les maladies infectieuses chez les UDIV en raison de leurs conditions de vie ?\",\n    \"response\": \"Promiscuité, logement insalubre ou inexistant.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les comportements des UDIV qui entraînent un déni ou une négligence des infections ?\",\n    \"response\": \"Désocialisation, réticence à utiliser le système de soins.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les comportements des UDIV qui augmentent le risque d'IST ?\",\n    \"response\": \"Prostitution et comportements sexuels à risque.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à l'utilisation de drogues récréatives comme les poppers, les dérivés du cannabis, la kétamine, l’ecstasy et la méthamphétamine ?\",\n    \"response\": \"Augmentation des pratiques sexuelles à risque et interaction avec certains antirétroviraux.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à l'utilisation de stimulants sexuels injectables (slam) ?\",\n    \"response\": \"Augmentation des pratiques sexuelles à risque.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à la polytoxicomanie chez les UDIV ?\",\n    \"response\": \"Risque de transmission d’agents infectieux par les excipients utilisés pour solubiliser les substances injectées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux associés à l'utilisation de comprimés de type buprénorphine injectés après avoir été pilés ?\",\n    \"response\": \"Risque de transmission d’agents infectieux.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels types d'hépatites doivent être systématiquement dépistées chez les usagers de drogues?\",\n    \"answer\": \"Une hépatite C, B ou delta doit être systématiquement dépistée et ce dépistage doit être répété à intervalle régulier.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"