"[\n  {\n    \"question\": \"Quels sont les principaux modes de transmission des papillomavirus humains (HPV) ?\",\n    \"answer\": \"La transmission des HPV se fait de façon verticale (mère-enfant), par contact direct non sexuel entre humains, par le sol ou des objets contaminés et surtout par voie hétéro- ou homosexuelle.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de risque du cancer du col de l'utérus (CCU) ?\",\n    \"answer\": \"Les facteurs de risque du CCU sont les premiers rapports sexuels précoces, des partenaires sexuels multiples, le tabac, et l’immunodépression.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence générale de l'infection par les HPV dans les pays à ressources limitées ?\",\n    \"answer\": \"La prévalence générale de l'infection par les HPV est de 15 % dans les pays à ressources limitées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les types de HPV les plus fréquemment associés au cancer du col de l'utérus ?\",\n    \"answer\": \"Soixante-dix pour cent des CCU sont attribués aux HPV 16 et 18.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues vulgaires causées par les HPV ?\",\n    \"answer\": \"Les verrues vulgaires sont des papules kératosiques, bourgeonnantes, rugueuses, uniques ou multiples, parfois confluentes. Elles siègent surtout aux mains, autour des ongles.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Comment se manifestent les verrues plantaires causées par les HPV ?\",\n    \"answer\": \"Les verrues plantaires sont uniques ou en petit nombre, hyperkératosiques, ponctuées de points noirs et douloureuses (myrmécie) ou forment des placards hyperkératosiques aux points de pression.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes acuminés ?\",\n    \"answer\": \"Les condylomes acuminés sont des végétations vénériennes ou « crêtes de coq » qui touchent les organes génitaux, surtout le gland, le prépuce, la vulve et l’anus. Elles peuvent envahir l’urètre et le vagin.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux réservoirs des papillomavirus humains (HPV) ?\",\n    \"answer\": \"Le réservoir des HPV est uniquement humain. Les hommes et les femmes ayant des lésions ou étant des porteurs latents sont contaminants au moment des réactivations du virus.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le taux de prévalence de l'HPV en Guyane ?\",\n    \"answer\": \"En Guyane, la prévalence de l’HPV atteint 33% dans certaines régions, dont 23% de HPV à haut risque oncogène (HR).\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quel est le risque de transmission d'HPV 16 par rapport sexuel ?\",\n    \"answer\": \"La probabilité de transmission d’HPV 16 est de 0,6 par rapport sexuel.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les effets de l'immunodépression sur les lésions dues aux HPV ?\",\n    \"answer\": \"L’immunodépression favorise les lésions multiples, volumineuses et extensives. Les lésions dues aux HPV favorisent l’acquisition du VIH et elles sont plus fréquentes chez les patients infectés par le VIH et se développent plus rapidement.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quelle est la proportion des décès par cancer du col de l'utérus (CCU) dans les pays à ressources limitées ?\",\n    \"answer\": \"Quatre-vingt-six pour cent des 560 000 CCU répertoriés dans le monde chaque année surviennent dans les pays à ressources limitées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues planes causées par les HPV ?\",\n    \"answer\": \"Les verrues planes siègent surtout au niveau du dos des mains et du visage ; elles sont de couleur brune ou identique à celle de la peau voisine.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes au niveau du col utérin ?\",\n    \"answer\": \"Au niveau du col utérin, les condylomes sont le plus souvent infracliniques, planes, révélées par la colposcopie et l’application d’une solution d’acide acétique qui blanchit la zone atteinte.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux types de lésions causées par les HPV ?\",\n    \"answer\": \"Les HPV causent des lésions cutanéo-muqueuses telles que les verrues vulgaires, les verrues plantaires, et les condylomes acuminés.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le rôle des HPV dans le développement du cancer ?\",\n    \"answer\": \"Certains sérotypes de HPV, dont 16 et 18, sont capables d’induire des cancers en dérégulant les mécanismes de contrôle des gènes suppresseur du cancer.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quelle est la proportion des cancers du col de l'utérus (CCU) attribués aux HPV 16 et 18 ?\",\n    \"answer\": \"Soixante-dix pour cent des CCU sont attribués aux HPV 16 et 18.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues vulgaires chez les enfants et les jeunes adultes en milieu rural ?\",\n    \"answer\": \"Les verrues vulgaires siègent surtout aux mains, autour des ongles. Les verrues multiples de jambes sont fréquentes en milieu rural chez les enfants et les jeunes adultes, favorisées par les plaies traumatiques fréquentes à ce niveau.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes acuminés au niveau de l'anus ?\",\n    \"answer\": \"Les condylomes acuminés au niveau de l'anus sont des végétations vénériennes ou « crêtes de coq ».\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes acuminés au niveau du vagin ?\",\n    \"answer\": \"Les condylomes acuminés peuvent envahir l’urètre et le vagin.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la proportion des décès féminins par cancer attribués au cancer du col de l'utérus (CCU) en 2012 ?\",\n    \"answer\": \"En 2012, quelque 270 000 femmes sont décédées d’un CCU soit 7,5% des tous les décès féminins par cancer.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues vulgaires au niveau des mains ?\",\n    \"answer\": \"Les verrues vulgaires au niveau des mains sont des papules kératosiques, bourgeonnantes, rugueuses, uniques ou multiples, parfois confluentes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues plantaires aux points de pression ?\",\n    \"answer\": \"Les verrues plantaires aux points de pression forment des placards hyperkératosiques.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes acuminés au niveau du gland et du prépuce ?\",\n    \"answer\": \"Les condylomes acuminés au niveau du gland et du prépuce sont des végétations vénériennes ou « crêtes de coq ».\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes acuminés au niveau de la vulve ?\",\n    \"answer\": \"Les condylomes acuminés au niveau de la vulve sont des végétations vénériennes ou « crêtes de coq ».\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues vulgaires autour des ongles ?\",\n    \"answer\": \"Les verrues vulgaires autour des ongles sont des papules kératosiques, bourgeonnantes, rugueuses, uniques ou multiples, parfois confluentes.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues planes au niveau du visage ?\",\n    \"answer\": \"Les verrues planes au niveau du visage sont de couleur brune ou identique à celle de la peau voisine.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des verrues plantaires ponctuées de points noirs ?\",\n    \"answer\": \"Les verrues plantaires ponctuées de points noirs sont hyperkératosiques et douloureuses (myrmécie).\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes acuminés au niveau de l'urètre ?\",\n    \"answer\": \"Les condylomes acuminés peuvent envahir l’urètre.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des condylomes acuminés au niveau du vagin ?\",\n    \"answer\": \"Les condylomes acuminés peuvent envahir le vagin.\",\n    \"qtype\": \"symptômes\"\n  }\n]"