"[\n  {\n    \"question\": \"Quels sont les principaux agents pathogènes responsables de l'impétigo?\",\n    \"answer\": \"Les streptocoques pyogenes et les Staphylococus aureus sont les principaux pathogènes responsables de l'impétigo.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'impétigo?\",\n    \"answer\": \"Les symptômes de l'impétigo incluent des bulles éphémères à contenu clair qui évoluent vers des pustules flasques, puis vers des érosions suintantes, superficielles, bien limitées par une collerette périphérique, et qui se recouvrent progressivement de croûtes jaunâtres.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement de l'impétigo présumé streptococcique?\",\n    \"answer\": \"Le traitement de l'impétigo présumé streptococcique inclut un traitement antibiotique adapté pour faire disparaître les lésions et prévenir les affections post-streptococciques.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce que l'impétiginisation?\",\n    \"answer\": \"L'impétiginisation désigne la surinfection de dermatoses prurigineuses ou érosives telles que la gale ou l'onchocercose, et de dermatoses érosives comme la varicelle ou l'eczéma.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quelle bactérie est principalement responsable de l'impétiginisation?\",\n    \"answer\": \"Le staphylocoque doré est la principale bactérie responsable de l'impétiginisation, parfois accompagné du streptocoque.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Qu'est-ce que l'ecthyma?\",\n    \"answer\": \"L'ecthyma est un impétigo creusant le derme.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quel est le traitement de l'ecthyma?\",\n    \"answer\": \"Le traitement de l'ecthyma nécessite une antibiothérapie antistreptococcique.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce que la lymphangite?\",\n    \"answer\": \"La lymphangite est une inflammation des canaux lymphatiques, habituellement d'origine streptococcique ou staphylococcique.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la lymphangite?\",\n    \"answer\": \"Les symptômes de la lymphangite incluent un cordon érythémateux et douloureux allant de la périphérie d'un membre vers la racine, parfois associé à de la fièvre et à une adénite localisée.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement de la lymphangite?\",\n    \"answer\": \"Le traitement de la lymphangite est une antibiothérapie antistreptococcique et anti staphylococcique.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce que la folliculite?\",\n    \"answer\": \"La folliculite est une infection des follicules pilo-sébacés, le plus souvent staphylococciques.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la folliculite superficielle?\",\n    \"answer\": \"La folliculite superficielle se manifeste par une pustule centrée par un poil et reposant sur une base érythémateuse.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'un furoncle?\",\n    \"answer\": \"Le furoncle est une infection folliculaire, profonde, nécrosante, staphylococcique.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes d'un furoncle?\",\n    \"answer\": \"Le furoncle débute comme une folliculite aiguë profonde mais la nécrose du follicule pilo-sébacé aboutit en quelques jours à la formation du «bourbillon» : concrétion jaune et nécrotique, initialement adhérente qui s’élimine spontanément pour faire place à une ulcération profonde puis à une cicatrice déprimée définitive.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'un furoncle?\",\n    \"answer\": \"Un traitement anti staphylococcique oral est possible, mais non obligatoire. Il permet une guérison plus sûre et la diminution des rechutes.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'un anthrax?\",\n    \"answer\": \"L'anthrax est un agglomérat de plusieurs furoncles ; il se manifeste par une tuméfaction étendue très inflammatoire, parsemée de nombreuses pustules en pomme d’arrosoir.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quel est le traitement de l'anthrax?\",\n    \"answer\": \"L'anthrax relève d’un traitement médical anti-staphylococcique parfois complété d’un geste chirurgical.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'un abcès?\",\n    \"answer\": \"L'abcès est une collection de pus inflammatoire marquée par l’apparition d’une douleur intense, pulsatile et insomniante.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quel est le traitement d'un abcès?\",\n    \"answer\": \"Le traitement d'un abcès est avant tout chirurgical, complété par une antibiothérapie antistaphylococcique.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'un érysipèle?\",\n    \"answer\": \"L’érysipèle est une inflammation localisée de la peau siégeant au visage ou sur un membre.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de l'érysipèle?\",\n    \"answer\": \"L’érysipèle se manifeste par une inflammation locale aiguë, bien limitée avec rougeur, œdème et douleur. La fièvre est fréquente.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement de l'érysipèle?\",\n    \"answer\": \"L’antibiothérapie par l’amoxicilline est indiquée pour traiter l'érysipèle.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'une dermohypodermite bactérienne aiguë nécrosante?\",\n    \"answer\": \"Les dermohypodermites bactériennes aiguës nécrosantes sont des cellulites infectieuses dues aux streptocoques, parfois à des anaérobies, des bacilles Gram négatif ou des staphylocoques, caractérisées par des signes locaux intenses et des signes généraux.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quel est le traitement des dermohypodermites bactériennes aiguës nécrosantes?\",\n    \"answer\": \"Le traitement des dermohypodermites bactériennes aiguës nécrosantes inclut une antibiothérapie urgente et une intervention chirurgicale immédiate en cas de signes de choc et de nécrose cutanée.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Qu'est-ce qu'une gangrène gazeuse?\",\n    \"answer\": \"La gangrène gazeuse est une myonécrose traumatique causée principalement par Clostridium perfringens, un bacille anaérobie sporulé, à Gram positif.\",\n    \"qtype\": \"définition\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la gangrène gazeuse?\",\n    \"answer\": \"Les symptômes de la gangrène gazeuse incluent une douleur intense, des bulles séro-sanoguinolentes, une nécrose formant des zones bronzes, violacées et noirâtres, et un exsudat fétide contenant de nombreux Clostridium.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement de la gangrène gazeuse?\",\n    \"answer\": \"Le traitement de la gangrène gazeuse inclut une antibiothérapie urgente et une intervention chirurgicale.\",\n    \"qtype\": \"traitement\"\n  },\n  {\n    \"question\": \"Quels sont les agents pathogènes responsables des infections cutanées bactériennes localisées?\",\n    \"answer\": \"Les agents pathogènes responsables des infections cutanées bactériennes localisées incluent Streptocoques du groupe A, S. aureus, entérobactéries (E. coli), Pseudomonas aeruginosa, Clostridium perfringens, Bacteroides sp., Peptostreptococcus, Erysipelothrix rhusiopathiae, Bacillus anthracis, Pasteurella multocida, P. canis, Nocardia sp., Corynebacterium diphteriae, Corynebacterium minutissimum, et Pseudomonas mallei.\",\n    \"qtype\": \"agents pathogènes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la cellulite nécrosante?\",\n    \"answer\": \"Les symptômes de la cellulite nécrosante incluent une douleur intense, une progression rapide des lésions, la présence de bulles nécrotiques, un syndrome toxique systémique marqué, et la présence de gaz dans les tissus.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quel est le traitement de la cellulite nécrosante?\",\n    \"answer\": \"Le traitement de la cellulite nécrosante inclut une antibiothérapie urgente et une intervention chirurgicale décisive.\",\n    \"qtype\": \"traitement\"\n  }\n]"