"[\n  {\n    \"question\": \"Quels sont les agents infectieux transmissibles par transfusion sanguine?\",\n    \"answer\": \"Les agents infectieux transmissibles par transfusion sanguine incluent des bactéries (Staphylocoques dorés, Streptocoques, Entérobactéries, etc.), des protozoaires (Paludisme, toxoplasmose, leishmanioses, trypanosomose américaine), des champignons (Levures comme Candida), des virus (Hépatites VHB, VHC, VHD, VHA, VHE, CMV, EBV, VIH, etc.), et des prions.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques des infections se manifestant au cours de la transfusion sanguine?\",\n    \"answer\": \"Les signes cliniques incluent une fièvre ou hypothermie d’installation rapide, des frissons, un malaise, des troubles digestifs, une polypnée, et des signes de choc comme des marbrures et une hypotension.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quelle est la conduite pratique recommandée en cas de suspicion d'infection bactérienne transmise par transfusion?\",\n    \"answer\": \"La conduite pratique recommandée inclut d'interrompre la transfusion sanguine, d'établir une surveillance médicale, de pratiquer 2 hémocultures à 1 heure d’intervalle, d'envoyer la poche présumée infectée au laboratoire, et d'effectuer un contrôle immunologique pour rechercher des agglutinines irrégulières et des anticorps anti-leuco-plaquettaires.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections virales post-transfusionnelles?\",\n    \"answer\": \"Les symptômes des infections virales post-transfusionnelles peuvent inclure une fièvre, une éruption (parvovirus B19, HHV-6, VIH), un syndrome méningé (VIH, HTLV), des adénopathies périphériques (VIH), et des anomalies biologiques comme un syndrome mononucléosique et une cytolyse hépatique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les principaux risques de transmission transfusionnelle en Afrique?\",\n    \"answer\": \"Les principaux risques de transmission transfusionnelle en Afrique incluent le VIH, le VHB, le VHC et la syphilis, en raison des prévalences élevées de ces infections dans la population générale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Comment prévenir les infections post-transfusionnelles?\",\n    \"answer\": \"La prévention des infections post-transfusionnelles repose sur la sélection des donneurs, la qualité des prélèvements, de la conservation et du traitement du sang.\",\n    \"qtype\": \"prévention\"\n  },\n  {\n    \"question\": \"Quels sont les agents infectieux non conventionnels transmissibles par transfusion sanguine?\",\n    \"answer\": \"Les agents infectieux non conventionnels transmissibles par transfusion sanguine incluent les prions.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections bactériennes transmises par transfusion (IBTT)?\",\n    \"answer\": \"Les symptômes des IBTT incluent une fièvre ou hypothermie d’installation rapide, des frissons, un malaise, des troubles digestifs, une polypnée, et des signes de choc comme des marbrures et une hypotension.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les virus pouvant être transmis par transfusion sanguine?\",\n    \"answer\": \"Les virus pouvant être transmis par transfusion sanguine incluent les virus des hépatites (VHB, VHC, VHD, VHA, VHE), le CMV, l'EBV, le VIH, le HTLV-1 et 2, et d'autres comme le parvovirus B19 et les herpes viridae.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les signes cliniques d'une infection bactérienne transmise par transfusion?\",\n    \"answer\": \"Les signes cliniques incluent une fièvre ou hypothermie d’installation rapide, des frissons, un malaise, des troubles digestifs, une polypnée, et des signes de choc comme des marbrures et une hypotension.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes du paludisme post-transfusionnel?\",\n    \"answer\": \"Les symptômes du paludisme post-transfusionnel incluent une fièvre survenant dans les jours après la transfusion érythrocytaire.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes de la maladie de Chagas transmise par transfusion sanguine?\",\n    \"answer\": \"Les symptômes de la maladie de Chagas transmise par transfusion sanguine peuvent inclure de la fièvre et d'autres symptômes variés selon la phase de la maladie.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections virales post-transfusionnelles associées à une éruption?\",\n    \"answer\": \"Les infections virales post-transfusionnelles associées à une éruption peuvent être causées par le parvovirus B19, le HHV-6, et le VIH.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections virales post-transfusionnelles associées à un syndrome méningé?\",\n    \"answer\": \"Les infections virales post-transfusionnelles associées à un syndrome méningé peuvent être causées par le VIH et le HTLV.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections virales post-transfusionnelles associées à des adénopathies périphériques?\",\n    \"answer\": \"Les infections virales post-transfusionnelles associées à des adénopathies périphériques peuvent être causées par le VIH.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections virales post-transfusionnelles associées à un syndrome mononucléosique?\",\n    \"answer\": \"Les infections virales post-transfusionnelles associées à un syndrome mononucléosique peuvent être causées par le CMV, le VHB, le VHC, l'EBV, le VHA, le VHE, le VHG, et le VIH.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections virales post-transfusionnelles associées à une cytolyse hépatique?\",\n    \"answer\": \"Les infections virales post-transfusionnelles associées à une cytolyse hépatique peuvent être causées par le CMV, le VHB, le VHC, l'EBV, le VHA, le VHE, le VHG, et le VIH.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les risques infectieux transfusionnels en Afrique?\",\n    \"answer\": \"Les risques infectieux transfusionnels en Afrique incluent le VIH, le VHB, le VHC et la syphilis, en raison des prévalences élevées de ces infections dans la population générale.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de transmission de la trypanosomose humaine américaine par transfusion sanguine?\",\n    \"answer\": \"La transmission de la trypanosomose humaine américaine ou maladie de Chagas par transfusion sanguine est un risque dans tous les pays endémiques, dépendant de la parasitémie du donneur et du nombre d’unités de sang transfusées.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant au cours de la transfusion sanguine?\",\n    \"answer\": \"Les symptômes incluent une fièvre ou hypothermie d’installation rapide, des frissons, un malaise, des troubles digestifs, une polypnée, et des signes de choc comme des marbrures et une hypotension.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant dans les 24 heures consécutives à la transfusion sanguine?\",\n    \"answer\": \"Les symptômes incluent une fièvre ou hypothermie d’installation rapide, des frissons, un malaise, des troubles digestifs, une polypnée, et des signes de choc comme des marbrures et une hypotension.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine?\",\n    \"answer\": \"Les symptômes peuvent inclure une fièvre, une éruption (parvovirus B19, HHV-6, VIH), un syndrome méningé (VIH, HTLV), des adénopathies périphériques (VIH), et des anomalies biologiques comme un syndrome mononucléosique et une cytolyse hépatique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine causées par des protozoaires?\",\n    \"answer\": \"Les symptômes peuvent inclure une fièvre, comme dans le cas du paludisme post-transfusionnel, ou d'autres symptômes variés selon le protozoaire en cause, comme Trypanosoma cruzi pour la maladie de Chagas.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine causées par des virus?\",\n    \"answer\": \"Les symptômes peuvent inclure une fièvre, une éruption (parvovirus B19, HHV-6, VIH), un syndrome méningé (VIH, HTLV), des adénopathies périphériques (VIH), et des anomalies biologiques comme un syndrome mononucléosique et une cytolyse hépatique.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine causées par des bactéries?\",\n    \"answer\": \"Les symptômes peuvent inclure une fièvre, des frissons, un malaise, des troubles digestifs, une polypnée, et des signes de choc comme des marbrures et une hypotension.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine causées par des champignons?\",\n    \"answer\": \"Les symptômes peuvent inclure une fièvre, des frissons, un malaise, des troubles digestifs, une polypnée, et des signes de choc comme des marbrures et une hypotension.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine causées par des prions?\",\n    \"answer\": \"Les symptômes peuvent inclure des troubles neurologiques progressifs, mais les infections par prions sont rares et difficiles à diagnostiquer.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine causées par des agents non conventionnels?\",\n    \"answer\": \"Les symptômes peuvent inclure des troubles neurologiques progressifs, mais les infections par agents non conventionnels comme les prions sont rares et difficiles à diagnostiquer.\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes des infections se manifestant plus ou moins à distance de la transfusion sanguine causées par des virus de l'hépatite?\",\n    \"answer\": \"Les symptômes peuvent inclure une fièvre, une cytolyse hépatique, et d'autres symptômes variés selon le virus de l'hépatite en cause (VHB, VHC, VHD, VHA, VHE, VHG).\",\n    \"qtype\": \"symptômes\"\n  },\n  {\n    \"question\": \"Quels sont les examens biologiques réglementaires effectués en France pour la sélection des donneurs de sang?\",\n    \"answer\": \"Les examens biologiques réglementaires en France incluent le dépistage de la syphilis, les dosages des transaminases (ALAT), le dépistage de l'Ag HBs et le dosage des anticorps anti-HBc, la sérologie VIH, la sérologie VHC, le dépistage génomique viral (DGV) pour le VIH-1 et le VHC, et la détection d'anticorps anti-HTLV-1/2.\",\n    \"qtype\": \"diagnostic\"\n  }\n]"