"[\n  {\n    \"question\": \"Quelles sont les causes de la mortalité maternelle dans le monde?\",\n    \"answer\": \"Les infections sont une cause majeure de mortalité maternelle dans le monde.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques d'une infection pendant la grossesse?\",\n    \"answer\": \"Une infection pendant la grossesse peut causer un avortement précoce ou tardif, des malformations embryopathiques, des atteintes viscérales ou un retard de croissance fœtopathique, une chorio-amniotite, un accouchement prématuré, et des infections néonatales immédiates ou retardées.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels types d'infections sont plus fréquents et graves pendant la grossesse?\",\n    \"answer\": \"Les infections à streptocoque B, la listériose, les arboviroses (comme Zika), la toxoplasmose, la rubéole, la cytomégalovirose, l'herpès, l'hépatite E, et la syphilis sont plus fréquentes et graves pendant la grossesse.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels antibiotiques sont contre-indiqués pendant la grossesse et l'allaitement?\",\n    \"answer\": \"Quelques antibiotiques sont contre-indiqués pendant la grossesse et l'allaitement, mais le document ne spécifie pas lesquels.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les agents infectieux d'importance au cours de la grossesse?\",\n    \"answer\": \"Les agents infectieux d'importance au cours de la grossesse incluent la listériose, l'infection à streptocoque B, les infections urinaires, le sepsis bactérien, l'hépatite B, le VIH-SIDA, la rubéole, la cytomégalovirose, l'herpès, les IST (gonococcie, chlamydiose), la papillomavirose, la varicelle, la parvovirose B19, la rougeole, la dengue, le Zika, le paludisme, la toxoplasmose, la syphilis, et la maladie de Chagas.\",\n    \"qtype\": \"épidémiologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques du paludisme pendant la grossesse?\",\n    \"answer\": \"Le paludisme pendant la grossesse est plus fréquent, surtout chez la primigeste, et plus grave avec un taux de létalité pouvant atteindre 50%. Il pose un problème de diagnostic différentiel avec l'éclampsie et la fièvre puerpérale, aggrave l'anémie, favorise les avortements, la mortinatalité, et l'hypotrophie du nouveau-né.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Comment se manifeste le paludisme au niveau du placenta pendant la grossesse?\",\n    \"answer\": \"Le paludisme se manifeste par une infestation parasitaire plus importante au niveau du placenta que dans le sang maternel, avec des conséquences telles qu'un épaississement de la membrane basale du trophoblaste, une dégénérescence des villosités, une nécrose syncytiale, une pigmentation malarique et une hypoxie.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Le paludisme peut-il être transmis de la mère à l'enfant pendant l'allaitement?\",\n    \"answer\": \"Non, l'allaitement ne transmet pas le paludisme de la mère à l'enfant.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les traitements antipaludiques recommandés pendant la grossesse?\",\n    \"answer\": \"Les dérivés de l'artémisine PO peuvent être utilisés pendant toute la grossesse. L'artésunate IV peut être utilisé pour les paludismes graves au cours du deuxième et du troisième trimestre. La quinine ne fait pas avorter. Le traitement présomptif intermittent du paludisme par la sulfadoxine-pyriméthamine est recommandé par l'OMS.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la syphilis pendant la grossesse?\",\n    \"answer\": \"La syphilis pendant la grossesse peut causer des complications graves pour le fœtus, mais le document ne détaille pas ces risques.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la tuberculose pendant la grossesse?\",\n    \"answer\": \"La tuberculose pendant la grossesse peut se réveiller ou réinfecter la femme. Les examens radiologiques doivent être pratiqués avec prudence. Il n'y a pas de transmission prénatale, mais si la mère est bacillifère au voisinage du terme, l'isolement et la séparation d'avec l'enfant doivent être discutés.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les traitements recommandés pour la tuberculose pendant la grossesse?\",\n    \"answer\": \"Le traitement de la tuberculose pendant la grossesse doit être prompt et similaire à celui en dehors de la grossesse. Le pyrazinamide et la rifampicine ne présentent aucune contre-indication. Une supplémentation par la vitamine K1 est recommandée en fin de grossesse.\",\n    \"qtype\": \"traitements\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la listériose pendant la grossesse?\",\n    \"answer\": \"La listériose pendant la grossesse peut entraîner des infections néonatales immédiates ou retardées.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de l'infection à streptocoque B pendant la grossesse?\",\n    \"answer\": \"L'infection à streptocoque B pendant la grossesse peut entraîner des infections néonatales immédiates.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques des infections urinaires pendant la grossesse?\",\n    \"answer\": \"Les infections urinaires pendant la grossesse peuvent entraîner des infections néonatales et des complications fœtales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques du sepsis bactérien pendant la grossesse?\",\n    \"answer\": \"Le sepsis bactérien pendant la grossesse peut entraîner des infections néonatales immédiates.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de l'hépatite B pendant la grossesse?\",\n    \"answer\": \"L'hépatite B pendant la grossesse peut entraîner des infections post-natales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques du VIH-SIDA pendant la grossesse?\",\n    \"answer\": \"Le VIH-SIDA pendant la grossesse peut entraîner des infections néonatales et post-natales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la rubéole pendant la grossesse?\",\n    \"answer\": \"La rubéole pendant la grossesse peut entraîner des embryopathies, des fœtopathies, des infections néonatales et post-natales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la cytomégalovirose pendant la grossesse?\",\n    \"answer\": \"La cytomégalovirose pendant la grossesse peut entraîner des embryopathies, des fœtopathies, des infections néonatales et post-natales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de l'herpès pendant la grossesse?\",\n    \"answer\": \"L'herpès pendant la grossesse peut entraîner des infections néonatales immédiates.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques des IST (gonococcie, chlamydiose) pendant la grossesse?\",\n    \"answer\": \"Les IST (gonococcie, chlamydiose) pendant la grossesse peuvent entraîner des infections néonatales et post-natales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la papillomavirose pendant la grossesse?\",\n    \"answer\": \"La papillomavirose pendant la grossesse peut entraîner des infections post-natales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la varicelle pendant la grossesse?\",\n    \"answer\": \"La varicelle pendant la grossesse peut entraîner des embryopathies et des infections néonatales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la parvovirose B19 pendant la grossesse?\",\n    \"answer\": \"La parvovirose B19 pendant la grossesse peut entraîner des fœtopathies et des infections néonatales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la rougeole pendant la grossesse?\",\n    \"answer\": \"La rougeole pendant la grossesse peut entraîner des infections néonatales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la dengue pendant la grossesse?\",\n    \"answer\": \"La dengue pendant la grossesse peut entraîner des infections néonatales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques du Zika pendant la grossesse?\",\n    \"answer\": \"Le Zika pendant la grossesse peut entraîner des embryopathies et des fœtopathies.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la toxoplasmose pendant la grossesse?\",\n    \"answer\": \"La toxoplasmose pendant la grossesse peut entraîner des embryopathies, des fœtopathies et des infections néonatales.\",\n    \"qtype\": \"physiopathologie\"\n  },\n  {\n    \"question\": \"Quels sont les risques de la maladie de Chagas pendant la grossesse?\",\n    \"answer\": \"La maladie de Chagas pendant la grossesse peut entraîner des infections néonatales et post-natales.\",\n    \"qtype\": \"physiopathologie\"\n  }\n]"