"[\n  {\n    \"question\": \"Quelle est la cause de la lèpre?\",\n    \"answer\": \"La lèpre est due à Mycobacterium leprae, un germe non cultivable in vitro, à multiplication lente et à tropisme cutané et nerveux périphérique.\",\n    \"qtype\": \"causative agent\"\n  },\n  {\n    \"question\": \"Quels sont les principaux pays où la lèpre est encore présente?\",\n    \"answer\": \"L'Inde, le Brésil et l'Indonésie sont les trois pays concentrant 81 % des nouveaux cas de lèpre dans le monde.\",\n    \"qtype\": \"epidemiology\"\n  },\n  {\n    \"question\": \"Comment se transmet la lèpre?\",\n    \"answer\": \"La lèpre se transmet principalement par voie respiratoire via les gouttelettes nasales très chargées en M. leprae.\",\n    \"qtype\": \"transmission\"\n  },\n  {\n    \"question\": \"Quelle est la période d'incubation de la lèpre?\",\n    \"answer\": \"La période d'incubation de la lèpre est silencieuse et dure de 3 à 20 ans.\",\n    \"qtype\": \"incubation period\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions cutanées dans la lèpre tuberculoïde?\",\n    \"answer\": \"Les lésions cutanées dans la lèpre tuberculoïde sont des taches hypochromiques, anesthésiques, à bord infiltré.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes neurologiques de la lèpre multibacillaire?\",\n    \"answer\": \"La lèpre multibacillaire se caractérise par une atteinte diffuse des nerfs et une anesthésie en gants et chaussettes.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quelle est la classification simplifiée de la lèpre selon l'OMS?\",\n    \"answer\": \"L'OMS classe la lèpre en trois formes : lèpre à lésion unique, lèpre à moins de 5 lésions (paucibacillaire), et lèpre à lésions multiples de plus de 5 lésions (multibacillaire).\",\n    \"qtype\": \"classification\"\n  },\n  {\n    \"question\": \"Quels sont les types de granulomes observés dans la lèpre tuberculoïde et lépromateuse?\",\n    \"answer\": \"Dans la lèpre tuberculoïde, on observe des granulomes pseudo-tuberculeux, tandis que dans la lèpre lépromateuse, on observe des granulomes macrophagiques.\",\n    \"qtype\": \"pathology\"\n  },\n  {\n    \"question\": \"Quels sont les principaux symptômes de la lèpre tuberculoïde?\",\n    \"answer\": \"Les principaux symptômes de la lèpre tuberculoïde sont des taches hypochromiques ou cuivrées, anesthésiques, et des nerfs périphériques hypertrophiés.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quelle est la durée du traitement antibiotique pour la lèpre?\",\n    \"answer\": \"La lèpre est curable par une antibiothérapie spécifique de 6 à 12 mois.\",\n    \"qtype\": \"treatment\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions cutanées dans la lèpre multibacillaire?\",\n    \"answer\": \"Les lésions cutanées dans la lèpre multibacillaire sont des papulo-nodules cuivrés, disséminés (dits lépromes).\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quelle est la prévalence actuelle de la lèpre?\",\n    \"answer\": \"La prévalence de la lèpre est en baisse de 90 % depuis 20 ans.\",\n    \"qtype\": \"epidemiology\"\n  },\n  {\n    \"question\": \"Quels sont les facteurs de susceptibilité à l'infection par M. leprae?\",\n    \"answer\": \"Une prédisposition génétique complexe est nécessaire pour développer une lèpre maladie et pour orienter la présentation de la maladie vers une forme paucibacillaire ou multibacillaire.\",\n    \"qtype\": \"susceptibility\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions nerveuses dans la lèpre tuberculoïde?\",\n    \"answer\": \"Les lésions nerveuses dans la lèpre tuberculoïde incluent une névrite hypertrophique de quelques gros troncs.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions nerveuses dans la lèpre multibacillaire?\",\n    \"answer\": \"Les lésions nerveuses dans la lèpre multibacillaire incluent une atteinte diffuse et une anesthésie en gants et chaussettes.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les types de complications neuro-trophiques dans la lèpre tuberculoïde?\",\n    \"answer\": \"Les complications neuro-trophiques dans la lèpre tuberculoïde sont limitées et incluent des troubles sensitivo-moteurs, par exemple cubito-médiane.\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quels sont les types de complications neuro-trophiques dans la lèpre multibacillaire?\",\n    \"answer\": \"Les complications neuro-trophiques dans la lèpre multibacillaire sont majeures et incluent des grosses mains, gros pieds, mal perforant, et mutilations.\",\n    \"qtype\": \"complications\"\n  },\n  {\n    \"question\": \"Quelle est la charge bacillaire dans la lèpre tuberculoïde?\",\n    \"answer\": \"La charge bacillaire dans la lèpre tuberculoïde est faible ou indétectable, d'où le terme de 'paucibacillaire'.\",\n    \"qtype\": \"pathology\"\n  },\n  {\n    \"question\": \"Quelle est la charge bacillaire dans la lèpre multibacillaire?\",\n    \"answer\": \"La charge bacillaire dans la lèpre multibacillaire est élevée, d'où le terme de 'multibacillaire'.\",\n    \"qtype\": \"pathology\"\n  },\n  {\n    \"question\": \"Quelle est la réponse immunitaire dans la lèpre tuberculoïde?\",\n    \"answer\": \"La réponse immunitaire dans la lèpre tuberculoïde est forte à excessive.\",\n    \"qtype\": \"immunology\"\n  },\n  {\n    \"question\": \"Quelle est la réponse immunitaire dans la lèpre multibacillaire?\",\n    \"answer\": \"La réponse immunitaire dans la lèpre multibacillaire est défective à nulle.\",\n    \"qtype\": \"immunology\"\n  },\n  {\n    \"question\": \"Quels sont les types de granulomes observés dans la lèpre tuberculoïde?\",\n    \"answer\": \"Dans la lèpre tuberculoïde, on observe des granulomes non spécifiques de type tuberculoïde.\",\n    \"qtype\": \"pathology\"\n  },\n  {\n    \"question\": \"Quels sont les types de granulomes observés dans la lèpre multibacillaire?\",\n    \"answer\": \"Dans la lèpre multibacillaire, on observe des granulomes spécifiques à macrophages spumeux de Virchow.\",\n    \"qtype\": \"pathology\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cutanés de la lèpre tuberculoïde?\",\n    \"answer\": \"Les symptômes cutanés de la lèpre tuberculoïde incluent des taches hypochromiques ou cuivrées, anesthésiques.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes cutanés de la lèpre multibacillaire?\",\n    \"answer\": \"Les symptômes cutanés de la lèpre multibacillaire incluent des papulo-nodules cuivrés, disséminés.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes neurologiques de la lèpre tuberculoïde?\",\n    \"answer\": \"Les symptômes neurologiques de la lèpre tuberculoïde incluent une hypertrophie des nerfs périphériques et une diminution de la sensibilité tactile, thermique, et douloureuse.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les symptômes neurologiques de la lèpre multibacillaire?\",\n    \"answer\": \"Les symptômes neurologiques de la lèpre multibacillaire incluent une atteinte diffuse des nerfs et une anesthésie en gants et chaussettes.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions cutanées dans la lèpre indéterminée?\",\n    \"answer\": \"Les lésions cutanées dans la lèpre indéterminée sont des taches uniques initiales.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions cutanées dans la lèpre réactionnelle?\",\n    \"answer\": \"Les lésions cutanées dans la lèpre réactionnelle sont aiguës et inflammatoires.\",\n    \"qtype\": \"symptoms\"\n  },\n  {\n    \"question\": \"Quels sont les types de lésions nerveuses dans la lèpre réactionnelle?\",\n    \"answer\": \"Les lésions nerveuses dans la lèpre réactionnelle incluent des névrites.\",\n    \"qtype\": \"symptoms\"\n  }\n]"